Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: tools/i18n/ror/*.po
Languages: ca, cs, da, eu, hu, is, lt, lv, nn, pl, ro, ru, sv, uk

source: toggle between transmission modes
cs: prepnete mezi mody razeni
da: skift mellem gearskifte typer
hu: Váltás sebességváltó módok között
pl: zmień tryb skrzyni biegów
ro: alege dintre modurile de transmisie
ru: переключение между видом трансмиссий
sv: växla mellan transmissonslägen

source: toggle between net chat display modes
cs: prepnete mezi mody netoveho chatu
da: Skift mellem net chat visnings muligheder
eu: chat ezberdinen artean aldatu
hu: Váltás net chat megjelenítési módok között
pl: zmiana trybu wyświetlania chatu
ru: переключаться между режимами сетевого чата
sv: växla mellan netto chatta visningslägen

source: toggle between available road types
cs: prepnere mezi mody cesty
da: Skift mellem tilgængelige vej typer
eu: aldatu errepide mota ezberdinen artean
hu: Elérhető úttipusok közötti váltás
pl: przełącz między dostępnymi typami dróg
ro: alege dintre tipure de drum disponibile
ru: переключение между доступными видами дорог
sv: växla mellan tillgängliga vägtyper

source: toggle between available objects
cs: prepnete mezi moznymi objekty
da: skift mellem tilgængelige objekter
hu: Használható feladatok/tárgyak közötti váltás
pl: przełączaj między dostępnymi obiektami
ro: alege dintre obiectele disponibile
ru: переключение между имеющимися объектами
sv: växla mellan tillgängliga objekt

source: toggle appearance of console
cs: prepnete vzhled konzole
da: Skift udseende af konsolen
hu: konzol külső megjelenítése
pl: włącz widok konsoli
ru: переключение внешнего вида консоли
sv: växla konsolens utseende

source: toggle all direction indicators
cs: prepnete vsechny ukazatele smeru
da: Haveriblink
eu: larrialdietako argiak piztu/itzali
hu: Minden irányjelző ki/bekapcsolása
pl: włącz światła awaryjne
ru: переключение всех указателей
sv: växla alla körriktningsvisare

source: tie a load to the truck
cs: privazte naklad k autu
da: bind en last fast til lastbilen
hu: Teher hozzákötése a járműhöz
pl: przywiąż ładunek do ciężarówki
ru: зацепить груз за грузовик
sv: surra en last till lastbilen
uk: Причепити вантаж до вантажівки

source: throttle axis. Only use this if you have fitting hardware :) (i.e. a Slider)
cs: osa plynu. Pouzijte pouze pokud mate vhodny hardware :) (i.e. posuvnik)
da: gas akse. Brug kun hvis du har passende udstyr :) (f.eks. en slider)
eu: azelerazio ejea. Erabilgarritasuna hardware egokiaren araberakoa da :) (Adb: Slider)
hu: tolóerő tengelyek. Csak akkor használható ha van hozzá megfelelő vezérlőd :) (pl.: egy Slider)
pl: oś ciągu. Używaj tylko jeżeli masz odpowiedni kontroler :) (np. przepustnicę)
ro: axa acceleratie. Utilizati doar daca aveti hardware adecvat :) (ex. un Slider)
ru: Ось дросселя. Используйте это если у вас есть соответствующее оборудование.
sv: gasaxel. Använd detta endast om du har passande hårdvara:)(tex skjutreglage)

source: Thread number:
ca: Número de fils:
cs: číslo nitky:
da: Tråd nummer:
eu: Hari kopurua:
hu: Processzor magok száma:
lt: Pakopos numeris:
lv: Kodolu skaits
nn: Kjerne nummer
pl: Liczba wątków:
ro: Numarul de thread-uri:
ru: Количество ядер:
sv: Antal kärnor:
uk: Кількість ядер:

source: This setting overrides the system's default language. You need to restart the configurator to apply the changes.
cs: Toto nastavení přepíše výchozí jazyk systému. Musíte restartovat konfigurátor když chcete použít změny.
da: Denne indstilling overskrider systemmets standard sprog. Genstart konfiguratoren for at indstillingen skal tage effekt.
eu: Opzio hau asierako hizkuntzaren haurrean preferentzia du. Berriro hasi programa aldaketak aplikatzeko.
hu: Ez a beállítás helyettesíti a rendszer alapártelmezett nyelvét. Ujra kell indítanod a beállításokat hogy jóváhgyd a beállításokat.
lt: Šis nustatymas perrašo sistemos iprastinę kalbą. Norint, kad pakeitimai įsigaliotu perkraukite nustatymų langą.
lv: Šī opcija izmainīs sistēmas valodu. Jums nepieciešams restartēt konfigurātoru lai izmaiņas stātos spēkā.
nn: Denne innstillingen overstyrer systemets standardspråk. Du må starte Configurator på nytt for at endringene skal tre i kraft.
pl: To ustawienie nadpisuje domyślny język systemu. Musisz uruchomić ponownie konfigurator by ustawienia zadziałały.
ro: Aceasta setare modifica limba originala a sistemului. Trebuie sa restartezi configuratorul pentru a aplica modificarile.
ru: Эта опция отвергает стандартный язык системы. Вы должны перезапустить конфигуратор для принятия изменений.
sv: Den här inställningen används framför systemets originalspråk. Du måste starta om konfiguratorn för att förändringarna ska ta funktion.

source: This may hurt framerate a bit on old systems, but it looks pretty good.
cs: Toto může ublížit fps na starých systémech, ale vypadá to docela dobře.
da: Dette kan skade FPS en smule på ældre systemer, men ser ret godt ud.
eu: Ordenagailu zarrenetan eragin handia sortu dezake, baina oso polita da
hu: Fps rovására mehet régebbi rendszereken, de jól néz ki.
lt: Šis nustatymas gali sumažinti kadrų per sekundę kiekį senesnėse sistemose, tačiau atrodo ganėtinai gerai.
lv: Tas iespaidos kadru ātrumu uz vecām sistēmām, bet izskatīsies ļoti labi
nn: Kan være treigt på eldre maskiner, men ser bra ut.
pl: Może obniżyć ilość klatek na starszych komputerach, ale wygląda bardzo dobrze
ro: E posibil sa afecteze cadrele pe secunda pe sistemele vechi, dar arata bine.
ru: Это может снизить производительность на старых системах, но выглядит круто.
sv: Detta kan sänka rutorna per sekund lite på gamla system, men det ser ganska bra ut.

source: This enables the automatic downloading of missing mods when using Multiplayer
cs: Toto umoznuje automaticke stahovani chybejicich modu kdyz pouzivate Multiplayer
da: Dette aktiverer automatisk download af manglende modifikationer under brug af multiplayer
eu: Honek aukera ematen du automatikoki falta diren mod-ak deskargatzeko Online moduan jokatzean
hu: Engedélyezi a hiányzó modok automatikus letöltését többjátékos módban.
pl: Aktywuje automatyczne ściąganie brakujących modyfikacji (modów) w trybie multiplayer
ru: Это позволяет автоматически скачивать недостающих Модов в Мультиплеере
sv: Detta aktiverar automatisk nerladdning av saknade tillägg när du använder Flerspelarläget

source: This determines how much grass and how many trees (and such objects) should get displayed.
cs: Toto určuje, kolik trávy a stromů (a podobných objektů) by mělo být zobrazeno.
da: Dette fastsætter hvor meget græs og hvor mange træer (og lign. objekter) der skal vises.
eu: Honek adierazten du zenbat belarra eta zuhaitz (eta hainbat objectu) agertu behar diren.
hu: Ez befolyásolja a növényzet (fű, fák, stb.) megjelenítendő mennyiségét.
lt: Šis nustatymas skirtas nustatyti žolės ir medžių kiekį.
lv: Šis norāda cik daudz zāles un cik daudz koku jāattēlo uz ekrāna.
nn: Dette avgjør hvor mye gress, og hvor mange trær (og slike ting) som vises.
pl: Określa ile trawy, drzew i podobnych obiektów będzie wyświetlone
ro: Determina cata iarba si cati copaci (si obiecte asemanatoare) vor fi afisate.
ru: Это определяет сколько будет показано травы, деревьев и других подобных объектов.
sv: Detta avgör hur mycket gräs och hur många träd (och sådana föremål) som kommer att visas.

source: The update service is currently only available for windows users.
cs: Bohužel z technických důvodů je služba aktualizace zatím možná pouze pro uživatele windows.
da: Update servicen er på nuværende tidspunkt kun tilgængelig for Windows brugere.
eu: Aktualizazio zerbitzua dagoeneko windows erabiltzaileentzako bakarrik dago
hu: A frissítés szolgáltatás jelenleg csak a Windows felhasználók számára.
lt: Atnaujinimo funkcija šiuo metu pasiekiama tik windows vartotojams.
pl: Ściąganie update'ów jest obecnie dostępne tylko dla użytkowników Windows
ro: Serviciul de update este momentan disponibil doar utilizatorilor Windows.
ru: Служба обновления в настоящее время доступна только для пользователей Windows.
sv: Uppdateringstjänsten är för närvarande endast tillgänglig för Windowsanvändare.

source: The server password, if required.
cs: Heslo na server, v prřpadě potřeby.
da: Server-kodeord, hvis påkrævet.
hu: A szerverjelszó, ha igényelt.
lt: Reikalingas serverio slaptažodis.
lv: Servera parole, ja tiek pieprasīta.
nn: Server passord, hvis nødvendig.
pl: Hasło serwera, jeśli wymagane.
ro: Parola serverului, daca este necesara.
ru: Пароль для сервера (если требуется).
sv: Serverlösenordet, om sådant krävs.

source: Texture filtering:
ca: Filtratge de textures:
cs: Filtrování textury:
da: Texture filtrering
hu: Textúra szűrés:
lt: Tekstūrų filtravimas:
lv: Tekstūru filtrēšana
nn: Tekstur filtrering:
pl: Filtrowanie tekstur:
ro: Filtrarea texturii:
ru: Фильтрация текстур:
sv: Texturfiltrering:

source: Test
eu: Testa
hu: Teszt
lt: Testuoti
lv: Tests
pl: Testuj
ru: Тест
sv: Testa

source: Terrain not found:
cs: Terén nenalezen:
da: Bane ikke fundet:
hu: A terep nem található:
is: Landsvæði ekki Fundin :
lv: Karte nav atrasta
nn: Terreng ikke funnet:
pl: Nie znaleziono terenu:
ro: Terenul nu a fost gasit:
ru: Карта не найдена
sv: Terräng ej hittad:

source: Terrain loading error
cs: Chyba při načítáni terénu
da: Bane indlæsnings fejl
eu: Lurzorua irakurtzean errorea
hu: Terep betöltési probléma
is: Landsvæði hleðsla villa
lt: Žemėlapio pakrovimo klaida
lv: Kartes ielādēšanas kļūda
nn: Terreng lasting feil
pl: Błąd podczas ładowania terenu
ro: Eroare incarcare teren
ru: Ошибка при загрузке карты
sv: Terränginladdningsfel

source: teleport to rescue truck
cs: teleport do zachranneho auta
da: teleporter til bjærningsvognen
hu: teleportálás az autómentőhöz
pl: teleport do ciężarówki ratowniczej
ru: телепортироваться к спасательному грузовику
sv: teleportera till bärgningsbilen

source: take a screenshot
cs: udělej screenshot
da: tag et skærmbillede
hu: fénykép készítése
pl: zrób zrzut ekranu
ro: fa o poza
ru: сделать снимок экрана
sv: ta en skärmdump

source: switch to road laying mode
cs: prepnete do modu umisteni silnic
da: skift til vejlægger mode
eu: errepideak eraikitzeko modua aldatu
hu: Váltás úttervező módra
pl: zmień na tryb kładzenia drogi
ru: перейти к режиму прокладка дороги
sv: växla till vägläggarläge

source: switch all engines on / off
cs: zapnete/vypnete vsechny motory
da: Tænd / sluk alle motorer
eu: motore guztiak piztu/itzali
hu: összes motor ki/be kapcsolása
pl: włącz/wyłącz wszystkie silniki
ru: вкл/выкл все двигатели
sv: sätt på / av alla motorer

source: Sunburn
ca: bronzejat
cs: Úžeh
da: Solblænde
hu: Hőjelenség
lt: Saulės nudegimas
lv: Saules intensitāte
pl: Przypalenie (Sunburn)
ro: Soare arzator
ru: Интенсивность солнца
sv: Solbränna

source: step forward with the character
cs: pokrocte dopredu s figurou
da: træd frem med karkateren
hu: előre lépni a karakterrel
pl: krok do przodu postaci
ro: paseste inainte
ru: идти вперёд человеком
sv: kliv bakåt med karaktären

source: step backwards with the character
cs: pokrocte vzad s figurou
da: Træd tilbage med karakteren
eu: pertsonaiak pauso bat ematen du atzerantz
hu: hátra lépni a karakterrel
pl: krok do tyłu postaci
ro: paseste inapoi
ru: идти назад человеком
sv: kliv bakåt med karaktären

source: steer right a step
cs: zatocte doprava o krok
da: styr et skridt til højre
eu: eskubira biratu
hu: kormányzás egy egységgel jobbra
pl: skręć w prawo o krok
ru: шаг поворота направо
sv: styr höger ett steg

source: steer right (analog value!)
cs: zatocte do prava (analogova hodnota!)
da: styr til højre (analig værdi!)
eu: eskubira biratu (balore analogikoa!)
hu: kormányzás jobbra (analog érték!)
pl: skręt w prawo (analogowa wartość!)
ro: vireaza stanga (analog!)
ru: повернуть направо (аналоговое значение!)
sv: styr höger (analogt värde!)

source: steer right
cs: řízení doprava
da: Styr til højre
hu: kormányzás jobbra
pl: skręć w prawo
ro: vireaza dreapta
ru: повернуть налево
sv: styr höger

source: steer left a step
cs: zatocte do leva o krok
da: styr et skridt til venstre
eu: ezkerrera biratu
hu: kormányzás egy egységgel balra
pl: skręć w lewo o krok
ru: шаг поворота налево
sv: styr vänster ett steg

source: steer left (analog value!)
cs: zatocte do leva (analogova hodnota!)
da: styr venstre (analog værdi!)
eu: ezkerrera biratu (balore analogikoa!)
hu: kormányzás balra (analog érték!)
pl: skręt w lewo (analogowa wartość!)
ro: vireaza stanga (analog!)
ru: повернуть налево (аналоговое значение!)
sv: styr vänster (analogt värde!)

source: steer left
cs: zatocte doleva
da: Styr til venstre
hu: balra kanyarodás
pl: skręć w lewo
ro: vireaza stanga
ru: повернуть налево
sv: styr vänster
uk: Поворот наліво

source: Startup error
cs: Chyba při spuštení
da: Opstarts fejl
eu: Asterakoan errorea
hu: Indítási hiba
is: Gangsetning villa
lt: Paleidimo klaida
lv: Ielādēšanas kļūda
nn: Oppstarts feil
pl: Błąd uruchamiania
ro: Eroare de initializare
ru: Ошибка загрузки
sv: Uppstartsfel

source: start the old truck editor
cs: otevrete stary auto editor
da: start den gamle lastbil editor
hu: régi járműtervező elindítása
pl: uruchom stary edytor pojazdów
ro: porneste editorul vechi de vehicule
ru: начать редактор старого грузовика
sv: starta gamla lastbil redaktör

source: SPECIAL_CHARACTERS
cs: SPECIALNI ZNAKY
da: a b c d e f g h i j k l m n o p q r s t u v w x y z æ ø å A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Æ Ø Å . , : ; ! ?
eu: ?¬ø!
hu: SPECIÁLIS_KARAKTEREK
lt: ą Ą č Č ę Ę ė Ė į Į š Š ų Ų ū Ū ž Ž
lv: Speciālās_RAKSTZĪMES
nn: æ ø å
pl: Znaki Specjalne
ro: ă Ă â Â ş Ş ţ Ţ
ru: СПЕЦИАЛЬНЫЕ_СИМВОЛЫ
sv: å Å ä Ä ö Ö é ô

source: Special effects
ca: Efectes especials
cs: Speciální efekty
da: Special effekter
hu: Speciális effektek:
lt: Specialieji efektai
lv: Speciālie efekti
nn: Spesial effekter
pl: Efekty specjalne
ro: Efecte speciale
ru: Специальные эффекты
sv: Specialeffekter

source: Sounds
ca: Sons
cs: Zvuky
da: Lyde
hu: Hangok
lt: Garsai
lv: Skaņas
nn: Lyd
pl: Dźwięk
ro: Sunet
ru: Звук
sv: Ljud

source: Sound rendering:
ca: Renderitzat de So
cs: Renderování zvuku:
da: Lyd rendering:
eu: Soinua:
hu: Hang minőség:
lt: Garso atlikimas:
lv: Skaņas renderēšana
nn: Lyd type:
pl: Generowanie dźwięku:
ro: Renderare sunet:
ru: Опции звука:
sv: Ljudrendering:

source: Sky type:
ca: Tipus de Cel:
cs: Typ oblohy:
da: Himmel type:
hu: Égbolt tipusa:
lt: Dangaus tipas:
lv: Debesu tips
pl: Typ nieba:
ro: Tipul cerului:
ru: Тип неба:
sv: Typ av himmel:

source: Skins
cs: skiny
eu: Azalak (skins)
hu: Textúrák
pl: Skórki
ru: Скины
sv: Texturer

source: Simple Settings
ca: Configuració Estandart
cs: Jednoduché nastavení
da: Simple Indstillinger
eu: Konfigurazio estandarra
hu: Egyszerű beállítások
lt: Supaprastinti nustatymai
lv: Vienkārši uzstādījumi
nn: Enkle Innstillinger
pl: Proste ustawienia
ro: Setari simple
ru: Простые настройки
sv: Enkla inställningar

source: sidestep to the right
cs: krok stranou do prava
da: træd et skridt til højre
eu: pertsonaiak pauso bat eskubirantz
hu: oldalazás jobbra
pl: unik (krok) w prawo
ro: aluneca spre dreapta
ru: уклоняться вправо
sv: sidsteg åt höger

source: sidestep to the left
cs: krok stranou do leva
da: træd til venstre
eu: pertsonaia ezkerrera pauso bat
hu: oldalazás balra
pl: ruch boczny w lewo
ru: уклоняться влево
sv: sidsteg åt vänster

source: Shows the rear view mirrors in 1st person view. May cause compatibility problems for very old video cards.
cs: Zobrazuje zpětná zrcátka v kokpitu. Může způsobit problémy s kompatibilitou u starých grafických karet.
da: Viser sidespejle i 1. persons-synspunkt. Kan forårsage kompatibilitets problem med meget gamle grafikkort.
hu: Az oldalso tükrököt aktiválja.A regi videókártyák esetében hibák eszlelhetőek.
lt: Rodo galinio matymo veidrodėlius įjungus 1-o asmens kamerą.
lv: Parāda spoguļus no pirmās personas skata. Var sagādāt problēmas vecām video kartēm.
nn: Viser speil i 1. person. Kan føre til kompatibilitetsproblemer for svært gamle skjermkort.
pl: Pokaż lusterka wsteczne w widoku pierwszej osoby. Może spowodować problemy ze zgodnością na bardzo starych kartach graficznych.
ro: Arata retrovizoarele in modul de vedere 1st person. Poate cauza probleme de compatibilitate pe placi video foarte vechi.
ru: Показать зеркала заднего обзора при виде от первого лица (могут быть проблемы на старых видеокартах).
sv: Visar backspeglarna i första persons perspektiv. Kan orsaka kompatibilitetsproblem för väldigt gamla datorer.

source: Shows the dynamic dashboard in 1st person view. May cause compatibility problems for very old video cards.
cs: Zobrazuje v kokpitu dynamickou palubní desku. Může způsobit problémy s kompatibilitou u starých grafických karet.
da: Viser dynamisk instrumentbord i 1. persons-synspunkt. Kan forårsage kompatibilitets problemer med meget gamle grafik kort.
hu: Megjeleníti a műszerfalatban található kijelzőket. Komplikációkat okozhat régebbi videókártyáknál.
lt: Rodo besikeičiantį prietaisų skydą 1-ojo asmens kameros režime. Gali kilti problemų su labai senomis vaizdo plokštėmis.
lv: Parādīt dinamisko instrumentu paneli pirmajā personā. Var izrasīt problēmas vecām video kartēm.
nn: Viser dynamisk oversikt i 1. person. Kan føre til kompatibilitetsproblemer for svært gamle skjermkort.
pl: Pokazuje dynamiczną deskę rozdzielczą w widoku pierwszej osoby (FPP). Może powodować problemy na starych kartach graficznych
ro: Arata bord dinamic in modul 1st person. Poate cauza problema de compatibilitate pe placi video foarte vechi.
ru: Показать динамическую приборную панель при виде от первого лица (могут быть проблемы с очень старыми видеокартами).
sv: Visar dynamisk instrumentbräda i första persons perspektiv. Kan orsaka kompatibilitetsproblem för mycket gamla grafikkort.

source: Shows all Collision meshes in Red to be able to position them correctly. Only use for debugging!
cs: Veškeré kolizní klece zobrazí červeně pro umožnění správného umístění. Používat pouze pro ladění!
da: Vis alle kollisions meshs i rødt, for nemmere at kunne placere dem korrekt. Kun til brug for fejlfinding.
hu: Vörössel mutatja az összes ütköző elemet, hogy helyes pozícióba helyezhető legyen. Csak nyomonkövetésre használható.
lt: Parodo visas susiduriančias formas Raudona spalva, kad būtų galima teisingai formuoti. Naudoti tik klaidų suradimui ir taisymui!
lv: Parāda visas sadursmes vietas sarkanā krāsā, lai tās varētu izlabot. Izmantot tikai auto kļūdu meklēšanai!
nn: Viser alle kollisjon meshes i rødt for å kunne plassere dem riktig. Bare bruk for feilsøking!
pl: Pokazuje wszystkie meshe reagujące na kolizje na czerwono, by ułatwić prawidłowe ich ustawienie. Używaj tylko przy testowaniu!
ro: Prezinta toate mesh-urile de coliziune in rosu pentru a le putea pozitiona corect. Foloseste doar pentru debug-ificare!
ru: Показать сетку модели грузовика красным цветом и её правильное позиционирование (используется только при отладке).
sv: Visar alla Kollisionsmesher i rött för att kunna placera dem rätt. Använd endast för felsökning!

source: show truck tool
cs: ukaz nastroj/e auta
da: vis lastbil værktøj
eu: kamioiaren herramientak erakutsi
hu: jármű felszereléseinek mutatása
pl: pokaż narzędzia pojazdu
ru: показать инструменты грузовика
sv: visa lastbilsverktyg

source: show / hide the console
cs: ukazat/schovat konzoli
da: Vis / skjul konsolen
eu: kontsola erakutsi/ezkutatu
hu: Konzol mutatása/elrejtése
pl: pokaż / schowaj konsole
ru: показать / скрыть консоль
sv: visa/dölj konsolen

source: shift to neutral gear in manual transmission mode
cs: preradte na neutral v manualnim razeni
da: Skift til neutral gear i manuel gearskifte
eu: Martxa neutrala sartu transmisio manualaren moduan
hu: üresbe váltás manuális váltó módban
pl: zmień bieg na jałowy w trybie manualnej skrzyni biegów
ro: schimba pe liber in modul manual de transmisie
ru: переключить на нейтраль в механической коробке передач
sv: växla till friläge i manuellt växelläge

source: shift one gear up in manual transmission mode
cs: preradte o jednu rychlost vys v manualnim razeni
da: Skift et gear op i manuelt gearskifte
eu: martxa bat igo eskuko transmisioa erabiltzerakoan
hu: Feljebb váltani egyet manulális sebességváltó üzemmódban
pl: zmień bieg w górę w trybie manualnej skrzyni biegów
ru: переключить на одну передачу вверх в режиме механической трансмиссии
sv: växla upp en växel i manuellt växelläge

source: shift one gear down in manual transmission mode
cs: prerad na nizsi stupen v manualnim razeni
da: skift et gear ned i manuel gearskift
hu: Visszaváltani egyet manulális sebességváltó üzemmódban
pl: zmień bieg na niższy w ręcznej skrzyni biegów
ru: переключить на одну передачу вниз в режиме механической трансмиссии
sv: växla ner en växel i manuellt växelläge

source: shift directly to third gear
cs: preradte rovnou na treti rychlost
da: Skift direkte til tredje gear
eu: hirugarren martxara zuzenean aldatu
hu: 3. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na trójkę
ro: schimba in viteza 3
ru: переключить на 3-ью передачу
sv: växla direkt till 3e växeln

source: shift directly to second gear
cs: preradte rovnou na druhou ryclost
da: Skift direkte til andet gear
hu: 2. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na dwójkę
ro: Schimba in viteza 2
ru: переключить на 2-ую передачу
sv: växla direkt till 2a växeln

source: shift directly to reverse gear
cs: preradte rovnou na zpatecku
da: skift direkte til bakgear
eu: zuzenean atzerantzko martxa sartu
hu: hátramenet fokozat közvetlen választása
pl: zmień bieg bezpośrednio na wsteczny
ro: schimba in marsarier
ru: переключить на заднюю передачу
sv: växla direkt till backen

source: shift directly to fourth gear
cs: zařad přímo na 4 převodový stupeň
da: skift direkte i fjerde gear
hu: 4. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na czwórkę
ro: intra direct in viteza a 4-a
ru: переключить на 4-ую передачу
sv: växla direkt till 4e växeln

source: shift directly to first gear
cs: preradte rovnou na prvni rychlost
da: Skift direkte i første gear
hu: 1. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na jedynkę
ro: schimba direct în prima viteză
ru: переключить на 1-ую передачу
sv: växla direkt till 1a växeln

source: shift directly to 9th gear
cs: preradte rovnou na 9tou rychlost
da: skift direkte i niende gear
hu: 9. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na dziewiątkę
ro: schimbă direct in viteza a 9
ru: переключить на 9-ую передачу
sv: växla direkt till 9e växeln
uk: перемкнути на 9-ту передачу

source: shift directly to 8th gear
cs: zařaď přímo na 8 převodový stupeň
da: Skift direkte i ottende gear
hu: 8. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na ósemkę
ro: schimba in viteza 8
ru: переключить на 8-ую передачу
sv: växla direkt till 8e växeln

source: shift directly to 7th gear
cs: preradte rovnou na 7ou rychlost
da: skift direkte i syvende gear
eu: 7. martxara zuzenean aldatu
hu: 7. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na siódemkę
ro: Schimba in viteza 7
ru: переключить на 7-ую передачу
sv: växla direkt till 7e växeln

source: shift directly to 6th gear
cs: preradte rovnou na 6tou rychlost
da: skift direkte i sjette gear
hu: 6. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na szóstkę
ru: переключить на 6-ую передачу
sv: växla direkt till 6e växeln

source: shift directly to 5th gear
cs: zařad přímo na 5 převodový stupeň
da: skift direkte til femte gear
eu: 5. martxara zuzenean aldatu
hu: 5. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na piątkę
ru: переключить на 5-ую передачу
sv: växla direkt till 5e växeln

source: shift directly to 18th gear
cs: preradte rovnou na 18tou rychlost
da: skift direkte til attende gear
eu: 18. martxara zuzenean aldatu
hu: 18. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na osiemnastkę
ru: переключить на 18-ую передачу
sv: växla direkt till 18e växeln
