Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: tools/i18n/ror/*.po
Languages: ca, cs, da, eu, hu, is, lt, lv, nn, pl, ro, ru, sv, uk

source: Import Keymap
cs: Importujte klávesové mapy
da: Importer Tastaturkort
hu: Billentyűbeállítás importálása
lt: Importuoti klavišų nustatymus
lv: Importēt taustiņu karti
nn: Importer tastekart
pl: Zaimportuj mapę klawiszy
ro: Importeaza model control
ru: Импортировать раскладку
sv: Importera tangentkarta

source: If you use XFire, you can switch on this option to generate a more detailed game info.
cs: Pokud používáte Xfire, můžete přepnout na tuto možnost vytvářet podrobnější info o hře.
da: hvis du bruger XFire, kan du aktivere denne funktion for at få mere detaljeret spil information.
hu: Ha Xfire-t használasz, bekapcsolhatod ezt a tulajdonságot hogy részletesebb információkat kapj.
lt: Jeigu naudojate XFire, galite įjunti šią nuostatą norėdami gauti detalesnę žaidimo informaciją,
lv: Ja jūs lietojat Xfire, jūs varat ieslēgt šo opciju lai iegūtu detalizētu spēles info.
nn: Vis du bruker XFire, du kan slå på dette alternativet for mer detaljert spill info.
pl: Jeżeli używasz XFire, możesz zaznaczyć tą opcje by wygenerować więcej informacji o grze.
ro: Daca folosesti XFire, poti activa aceasta optiune pentru a genera mai multe detalii ale jocului.
ru: Если вы используете XFire, вы можете включить эту опцию для более подробной информации об игре.
sv: Använder du XFire så kan du utnyttja det här alternativet för att få mer spelinfo.

source: If you dislike the pitching external vehicle camera, you can disable it here.
cs: Pokud máte v oblibě pitchingu vnějším vozidlem kamerou, můžete ho zakázat zde.
da: Hvis du ikke kan lide at det ydre kamera ruller, kan du slå det fra her.
hu: Ha nem szereted a rázkodást a külső kamerában, itt kikapcsolhatod.
lt: Jeigu nepatinka kameros svyravimai, juos galite išjungti.
lv: Ja jums nepatīk kustīga iekšējā auto kamera, jūs to varat atslēgt šeit.
nn: Misliker du at kameraet legger seg likt som kjøretøyet, så kan du deaktivere det her.
pl: Jeżeli nie podoba ci się kołysająca się kamera w widoku zewnętrznym, możesz wyłączyć ją tutaj.
ro: Daca nu-ti place camera externa cu inclinare, poti sa o dezactivezi de aici.
ru: Если вам не нравится подвижная камера в машине, вы можете выключить это здесь.
sv: Om du ogillar den lutande yttre fordonskameran så kan du stänga av den här.

source: Hydrax Water System
ca: Sistema de l'aigua Hydrax
cs: Hydraxovy Vodní systémy
hu: Hzdrax víz rendszer
lt: Hidraulinė vandens sistema
lv: Hydrax ūdens sistēma
nn: Hydrax vann system
pl: System wody Hydrax
ro: Sistem de apa Hydrax
ru: Система воды Гидракс
sv: Hydrax Vattensystem

source: hold to start the engine
cs: podrzte k nastartovani motoru
da: Hold for at starte motor
eu: zapalduta eutsi motorra pizteko
hu: tartsd nyomva, hogy elinduljon a motor
is: halda ini til að starta
pl: przytrzymaj by włączyć silnik
ro: apasă pentru a porni motorul
ru: перевести для запуска двигателя
sv: tryck in för att starta motorn

source: High range selected
cs: Vysoké řady vybraných
da: Højt område valgt
hu: Nagy távolság kiválasztva
pl: Wysokie przełożenie
ru: Выбран высокий диапозон
sv: Högt antal utvalda

source: High quality reflective effects
ca: Efectes reflectors d'alta qualitat
cs: Vysoce kvalitní reflexní efekty
da: Høj kvalitets reflektive effekter
eu: Kalitate handiko isladen efektua
hu: Magas minőségű tükröződési effektek
lt: Aukštos kokybės atspindžių efektai
lv: Augstas kvalitātes attēlošanas efekti
nn: Høy kvalitet reflekterende effekter
pl: Wysokiej jakości refleksy
ro: Efecte de reflectie de inalta calitate
ru: Высокое качество эффектов отражения
sv: Hög kvalitéts reflektiva effekter

source: High Quality
ca: Alta Qualitat
cs: Vysoká kvalita
da: Høj kvalitet
hu: Legjobb minőség
lt: Gera vaizdo kokybė
lv: Augsta kvalitāte
nn: Høy Kvalitet
pl: Wysoka jakość
ro: Calitate mare
ru: Высокое качество
sv: Hög kvalitet

source: High Performance
ca: Alt Rendiment
cs: Vysoký výkon
da: Høj ydelse
hu: Magas Teljesítmény
lt: Geras greitis
lv: Augsta veiktspēja
nn: Høy Ytelse
pl: Wysokie osiągi
ro: Performanta mare
ru: Высокая производительность
sv: Hög prestanda

source: hide all GUI elements
cs: zneviditelnit vsechny GUI elementy
da: Gem alle GUI elementer
hu: Összes GUI elem elrejtése
pl: ukryj wszystkie elementy GUI
ro: ascunde GUI
ru: спрятать все элементы интерфейса
sv: dölja alla GUI element

source: here you can get help
cs: Zde můžete získat pomoc
da: her kan du få hjælp
eu: hemen laguntza lortu dezakezu
hu: itt találhatsz segítséget
lt: čia jūs galite gauti pagalbą
lv: Šeit jūs varat iegūt palīdzību
nn: Her kan du få hjelp
pl: tutaj możesz znaleźć pomoc
ro: aici poti gasi ajutor
ru: Здесь вы можете получить помощь
sv: Här kan du få hjälp
uk: Тут ви зможете отрамати допомогу

source: HeatHaze
ca: Fum calent
cs: Tepelný opar
da: Varmeflimmer
eu: Ke beroa
hu: Hő-köd
lt: Karščio migla
lv: Karstuma stari
nn: Varmebølge
pl: Efekt gorącego powietrza
ro: Valuri de caldura
ru: Тепловые лучи

source: Heat Haze from engines, major slowdown. (only activate with recent hardware)
cs: Opar tepla z motorů, velké zpomalení. (pouze aktivovat s dobrým hardwarem)
da: Varme slør fra motorer, meget krævende. (aktiver kun med nyt hardware)
hu: Hő-köd a motrokból, jelentős lelassulást okoz.
lt: Karščio migla iš variklių, sulėtina sistemą labiausiai.
lv: Karstums no dzinējiem, izraisa bremzēšanu.(Ieslēgt tikai uz jaunākajiem PC)
nn: varmebølger fra motorer. (kun aktiver med nyere maskinvare)
pl: Efekt gorącego powietrza z silników. Mocne spowolnienie (aktywuj tylko na nowym sprzęcie)
ro: Valuri de caldura de la motoare, incetinire majora. (activeaza doar pe dispozitive recente)
ru: Тепло от двигателей во время снижения (используйте только на последних видеокартах)
sv: HeatHaze från motorer, stor belastning på systemet. (aktivera bara med nya hårdvaror)
uk: Гарячий туман із двигунів, негативно впливає на продуктивність

source: health:
cs: zdraví:
da: helbred:
hu: egésszség:
is: heilsa:
lt: Būklė:
lv: Veselība
nn: helse
pl: Zdrowie:
ro: integritate:
ru: Здоровье:
sv: Hälsa:

source: Graphics Settings
ca: Configuració dels gràfics
cs: Grafické nastavení
da: Grafik Indstillinger
hu: Grafikai Beállítások
lt: Vaizdo nustatymai
lv: Grafikas uzstādījumi
nn: Bilde Innstilinger
pl: Ustawienia graficzne
ro: Setari grafice
ru: Настройки графики
sv: Grafikinställningar

source: Graphics
ca: Gràfics
cs: Grafiky
da: Grafik
eu: Grafikoak
hu: Grafika
lt: Grafika
lv: Grafika
nn: Grafikk
pl: Grafika
ro: Grafica
ru: Графика
sv: Grafik

source: Fully Manual: stick shift with ranges
cs: Plny manual:radici paka s rozsahy
da: Fuld manuelt gearskifte: gearstang med split
hu: Teljesen kézi: bot váltó fokozatokkal
pl: Pełna manualna przekładnia: zmiana przy pomocy drążka z przełożeniami
ro: Manual: schimbator in etape
ru: Полностью Ручная: Рычаг Переключения с Отдельными Передачами
sv: Helt manuellt: växling med växelspak med rangerväxling

source: Fully manual: stick shift
cs: Plny manual:radici paka
da: Fuld manuael gearskifte: gearstang
hu: Teljesen kézi: bot váltó
pl: Pełna manualna przekładnia: zmiana przy pomocy drążka
ro: Manual: schimbator viteze
ru: Полностью Ручная: Рычаг Переключения
sv: Helt manuellt: växling med växelspak

source: Fully Manual: sequencial shift
cs: Plny Manual:sekvencni razeni
da: Fuld manuel: sekventiel gearskifte
hu: Teljesen Manuális: Szekvenciális váltó
pl: Pełna manualna przekładnia: sekwencyjna zmiana biegów
ru: Полностью Ручная: переключение типа ВВЕРХ/ВНИЗ или секвентальное
sv: Helt manuellt: sekventiell växling

source: Fully Manual shift
cs: Plné manuální řazení
da: Fuld manuel gearskifte
hu: Teljesen manuális sebességváltás
is: Fullkomlega Handbók breyting
lt: Pilnai rankinė greičių dežė
lv: Pilna manuālā pārslēgšana
nn: Helt manuel giring
pl: Pełna manualna przekładnia
ro: Schimbator viteze complet manual
ru: Полностью ручное переключение
sv: Helt manuell växling

source: full thrust
cs: plny tah
da: Fuld kraft
eu: potentzia maximoa
hu: teljes tolóerő
pl: pełny ciąg
ro: tracţiune integrala
ru: полная тяга
sv: full dragkraft
uk: Повна тяга

source: Full screen mode uses a bit less memory resources
cs: Celoobrazovkovém režimu používá trochu méně paměti zdrojů
da: Fuld skærm mode bruger lidt færer hukommelses resurser
eu: Pantaila osoko moduan ordenagailuak memoria gutsiago erabiltzen du
hu: Teljes képernyő mód kevesebb memoria forrást használ.
lt: Vaizdas visame ekrane naudoja šiek tiek mažiau atminties
lv: Pilna ekrāna režīms aizņēm nedaudz vairāk atmiņas resursus
nn: Fullskjermvisning bruker litt mindre minne ressurser
pl: Tryb pełnego ekranu używa nieco mniej zasobów pamięci.
ro: Modurile de ecran complet folosesc ceva mai putina memorie
ru: Полноразмерный режим использует больше ресурсов памяти
sv: Fullskärmsläget använder lite mer minnesresurser

source: Full screen
ca: Pantalla complèta
cs: Plná obrazovka
da: Fuld skærm
eu: Pantaila-osoa
hu: Teljes képernyő:
lt: Vaizdas visame ekrane
lv: Pilns ekrāns
nn: Fullskjerm
pl: Pełny ekran
ro: Ecran complet
ru: Полный размер
sv: Fullskärm
uk: На весь екран

source: full flaps in an aircraft.
cs: Plný plyn na letadle.
da: Fuld flaps i et fly
hu: teljes fékezőszárny-beállítása repülőn
pl: Pełne wysunięcie klap w samolocie.
ru: полностью выпущеные закрылки в самолёте.
sv: full klaff i ett flygplan.

source: full airbrakes
cs: plné vzduchové brzdy
da: Fuld luftbremse
hu: Teljes légfék
pl: pełne hamulce aerodynamiczne
ru: полный воздушный тормоз
sv: full luftbroms

source: Full
cs: Plně (plný)
da: Fuld
eu: Guztia/dena
hu: Teljes
lt: Pilnas
lv: Pilns
pl: Pełny gaz
ro: Ful
ru: Полный

source: free camera
ca: camera lliure
cs: Volná kamera
da: Frit kamera
eu: Kamara librea
hu: szabad kamera
is: frjáls myndavél
lt: Laisvoji kamera
lv: Brīvā kamera
nn: Fritt kamera
pl: wolna kamera
ro: camera libera
ru: Свободная камера
sv: Fri kamera

source: FOV:
eu: Ikusten den zona:
pl: Pole Widzenia:
ru: Угол обзора:
sv: Synfält:

source: Fog
ca: Boira
cs: Mlha
da: Tåge
eu: Niebla
hu: Köd
lt: Rūkas
lv: Migla
nn: Tåke
pl: Mgła
ro: Ceata
ru: Туман
sv: Dimma

source: fixed free camera
cs: upevnena volná kamera
da: Fast frit kamera
hu: rogzített szabad kamera
is: fastur frjáls myndavél
lt: Fiksuota laisvoji kamera
lv: Fiksētā brīvā kamera
nn: Fritt kamera
pl: statyczna wolna kamera
ro: camera libera fixata
ru: Фиксированная свободная камера
sv: fast fri kamera

source: fix the camera to a position
cs: upevnit kameru na pozici
da: Fikser kameraet til en position
eu: Eraman kamara posiziora
hu: Kamera rögzítése
pl: zatrzymaj kamerę w jednym miejscu
ro: fixeaza camera intr'o pozitie
ru: закрепить камеру в позиции
sv: fast kameran till en position
uk: Закріпити камеру

source: Export selection
cs: Exportovat vyber
da: Eksporter valgte
eu: Aukeratutakoa exportatu
hu: Kiválasztott elem exportálása
pl: Wyeksportuj zaznaczone
ro: Exporteaza selectia
ru: Экспортировать выбранное
sv: Export urval

source: Export Keymap
cs: Exportujte klávesové mapy
da: Eksporter keymap
eu: Teklen konfigurazioa exportatu
hu: Billentyűzetbeállítások exportálása
lt: Eksportuoti klavišų nustatymus
lv: Eksportēt taustiņu karti
nn: Eksporter tastekart
pl: Eksportuj mapę klawiszy
ro: Exporteaza model control
ru: Экспортировать раскладку
sv: Exportera tangentkarta

source: EXPERIMENTAL: set maximum amount of grass
cs: experimentálně: nastav maximum zarostlost trávou
da: EKSPERIMENTEL: sæt maksimal mængde græs
eu: EXPERIMENTALA: belarra maximoa
hu: Kísérleti: maximális mennyiségű fű beállítása
pl: EKSPERYMENTALNIE: maksymalna ilość trawy
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: установить максимальное количество травы
sv: FÖRSÖKS: ange maximibeloppet för gräs

source: EXPERIMENTAL: save changes to the grass density image
cs: EXPERIMENTALNI: ulozte zmeny do obrazu hustoty travy
da: EKSPERIMENTAL: gem ændringer i græs tætheds billedet
eu: EXPERIMENTALA: aldaketak gorde belarraren densitatearen marrazkian
hu: Kísérleti: változások mentése a fű sűrűséget leíró adatbázisba
pl: EKSPERYMENTALNIE: zapisz zmiany do obrazu gęstości trawy
ro: EXPERIMENTAL: salveaza setarile densitati vegetatiei
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: сохранить изменения на изображении плотности травы
sv: FÖRSÖKS: Spara ändringar gräset densitet bild

source: EXPERIMENTAL: remove some grass
cs: EXPERIMENTALNI: odebere nekterou travu
da: EKSPERIMENTEL: fjern noget af græsset
eu: EXPERIMENTALA: zenbait belarra ezabatzen du
hu: Kísérleti: néhány fű eltávolítása
pl: EKSPERYMENTALNIE: usuń część trawy
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: убрать часть травы
sv: EXPERIMENTELLT: ta bort lite gräs

source: EXPERIMENTAL: remove grass completely
cs: EXPERIMENTALNI:odstrani travu-kompletne
da: EKSPERIMENTAL: fjern græs fuldstændigt
eu: EXPERIMENTALA: belar guztia ezabatu
hu: Kísérleti: az összes fű eltávolítása
pl: EKSPERYMENTALNIE: usuń całkowicie trawę
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: убрать траву полностью
sv: FÖRSÖKS: ta bort gräset helt

source: EXPERIMENTAL: add some grass
cs: Experimentně: přidej nějakou trávu
da: EKSPERIMENTEL: tilføj græs
eu: EXPERIMENTALA: hainbat belarra gehitu
hu: Kísérleti: hozzáadni egy bizonyos mennyiségű fű-t
pl: EKSPERYMENTALNIE: dodaj więcej trawy
ro: EXPERIMENTAL: adauga vegetatie
ru: ЭКСПЕРИМЕНТАЛЬНОЕ: добавить немного травы
sv: FÖRSÖKS: tillsätt lite gräs

source: exit the game
cs: ukončit hru
da: gå ud af spillet
eu: simuladoretik atera
hu: kilépés a játékból
pl: Wyjdź z gry
ro: paraseste jocul
ru: выход из игры
sv: avsluta spelet
uk: Вийти з гри

source: Event Value (left = 0%, right = 100%)
cs: Akční Hodnota (vlevo = 0%, vpravo = 100%)
da: Indtast værdi (venstre = 0%, højre = 100%)
eu: Ebentoaren balorea (ezkerra = 0%, eskubia = 100%)
hu: Esemény Érték(bal = 0%, jobb = 100%)
lt: Ivykio įvertinimas (kairė = 0%, dešinė = 100%)
lv: notikuma skaits (kreisi = 0%, labi = 100%)
nn: Event Value (Venstre = 0%, Høyre = 100%)
pl: Wartość zdarzenia (lewy = 0%, prawy = 100%)
ro: Valoarea evenimentului (stanga = 0%, dreapta = 100%)
ru: Объём Действия (влево = 0%, вправо = 100%)
sv: Händelsevärde (vänster = 0%, höger = 100%)

source: Event Name:
cs: Jméno akce:
da: Event Navn:
eu: Ebentoaren izena:
hu: Esemény Neve:
lt: Įvykio pavadinimas:
lv: Notikuma nosaukums
nn: Hendelse Navn:
pl: Zdarzenie
ro: Numele evenimentului:
ru: Название действия:
sv: Händelsenamn:

source: Event Name
cs: Jméno akce
da: Handlings navn
eu: Ebentoaren izena
hu: Esemény neve
lv: Notikuma nosaukums
nn: Hendelse navn
pl: Nazwa zdarzenia
ro: Numele evenimentului
ru: Название действия
sv: Händelsenamn

source: Event Description:
cs: Popis Akce:
da: Event forklaring:
hu: Esemény leírása
lt: Ivykio aprašymas:
lv: Notikuma apraksts
nn: Hendelse beskrivelse:
pl: Opis zdarzenia
ro: Descrierea evenimentului:
ru: Описания действия:
sv: Händelsebeskrivning:

source: Event
ca: esdeveniment
cs: Akce
da: Handling
hu: Esemény
lt: Įvykis
lv: Notikums
nn: Hendelse
pl: Zdarzenie
ro: Eveniment
ru: Действие
sv: Händelse

source: Error while retrieving user space path
cs: Chyba při načítání programové vesmírné cesty
da: Fejl under forsøg på at hente bruger mellemrums sti
hu: Hiba a felhasználo hely szerzése közben
is: Villa á meðan bætanlegur notandi rúm gangstígur
lt: Klaida įvyko atkuriant vartotojo direktoriją
lv: Kļūda kamēr attēloja lietotāju
nn: Feil under henting av brukerens plass på banen
pl: Błąd podczas uzyskiwania przestrzeni użytkownika
ro: Eroare in timpul primirii caii de distribuire a spatiului
ru: Ошибка во время восстановления пользователя
sv: Fel i återsändningen av spelarrörelsemönster

source: Error while retrieving program space path
cs: Chyba při načítání programové vesmírné cesty
da: Fejl unde forsøg på at hente program mellemrums sti
hu: Hiba a program hely szerzése közben
is: Villa á meðan bætanlegur program rúm gangstígur
lt: Klaida įvyko atkuriant programos vietos direktoriją
lv: Kļūda kamēr ieguva programmas vietas mapi
nn: Feil under henting av programmets plass på banen
pl: Błąd podczas uzyskiwania przestrzeni programu
ro: Eroare in timpul primirii caii de spatiu a programului
ru: Ошибка во время восстановления программы
sv: Fel i återsändningen av programrörelsemönster

source: enter the chat
cs: vlozte chat
da: Gå ind i chat
eu: chatera sartu
hu: belépés a chatbe
pl: wejdź w chat
ru: войти в чат
sv: äntra chatten

source: enter or exit a truck
cs: nastoupit nebo vystoupit z auta
da: Stig ind eller ud af lastbil
hu: be/kiszállás a járműből
pl: wejdź/wyjdź z/do pojazdu
ru: войти или выйти из грузовика
sv: Gå in eller ut ur en lastbil

source: Engine smoke
ca: Fum del tubu d'escape
cs: Kouř motoru
da: Motor røg
eu: Motor kea
hu: Kipufogó füst
lt: Variklio dūmai
lv: Dzinēja dūmi
nn: Motorrøyk
pl: Spaliny silnika
ro: Fum de la motor
ru: Дым выхлопа двигателя
sv: Avgasrök

source: Enabling waves adds a lot of fun in boats, but can have a big performance impact on some specific hardwares.
cs: Umožňování vln přináší spoustu zábavy v lodích, ale může mít velký dopad na vykon nektereho specifickeho hardwaru.
da: Aktivere bølger, giver meget mere sjov for både, men kan have store ydelses problemer med noget bestemt hardware.
hu: Hullámzás engedélyezése, sok élvezetet kölcsönöz a hajóknál, de nagyban befolyásolhatja a számítógép sebességét.
lt: Įjungus bangavimą plaukimas laivais žymiai realistiškesnis, tačiau gali labai sulėtinti žaidimo greitį.
lv: Ieslēdzot viļņus iegūsiet daudz prieka braucot ar laivām, bet tas var ietekmēt jūsu PC veiktspēju.
nn: Aktivering av bølger gir mye moro i båt, men kan ha en stor innvirkning på ytelsen til noen spesifikke maskinvare.
pl: Aktywowanie fal daje dużo zabawy w przypadku używania łodzi, ale może drastycznie zmniejszyć wydajność gry na niektórych komputerach.
ro: Activarea valurilor ofera multa distractie in barci, dar poate avea un impact mare asupra performantei pe unele dispozitive.
ru: Включение волн делает приятнее управление лодками, но может ухудшить производительность.
sv: Aktivering av vågorna gör det mycket roligare med båtar, men kan ha stor prestandainverkan på vissa specifika hårdvaror.

source: Enables the new water rendering system. EXPERIMENTAL. Overrides any water settings.
cs: Umožňuje nový systém zobrazování vody. EXPERIMENTÁLNÍ. Přepíše jakékoli nastavení vody.
da: Aktiverer det nye vand render system. EKSPERIMENTEL. Overskrider alle andre vand indstillinger.
hu: Engedélyezi az új viz alkoto rendszert.
lt: Įjungia naują vandens vaizdavimo sistema. EKSPERMENTINĖ. Pakeičia esamus vandens nustatymus.
lv: Ieslēgt jauno ūdens renderēšanas sistēmu. EKSPERIMENTĀLA. Atslēdz visus ūdens parametrus.
nn: Aktiverer det nye vann-rendring systemet. Overstyrer eventuelle vann-innstillinger.
pl: Aktywuje nowy system renderowania wody. EKSPERYMENTALNE. Zastępuje (unieważnia) inne ustawienia dotyczące wody.
ro: Activeaza noul sistem de renderare a apei. EXPERIMENTAL. Ignora orice alte setari ale apei.
ru: Включает новую систему рендеринга воды. На данный ммоент это ЭКСПЕРИМЕНТАЛЬНО. Аннулирует все параметры настройки воды.
sv: Aktiverar det nya vattenrenderingssystemet. EXPERIMENTELLT. Ersätter alla vatteninställningar.

source: Enable XFire Extension
ca: Activar la extensió XFire
cs: Povolí XFire Prodloužení
da: Aktiver XFire forlængelse
eu: XFire extensioa piztu
hu: XFire kiterjesztés engedélyezése
lt: Įjungti XFire išplėtimą
lv: Ieslēgt Xfire paplašinājumu
nn: Aktiver XFire utvidelse
pl: Uruchom rozszerzenie XFire
ro: Activeaza extensia XFire
ru: Включить расширение XFire
sv: Möjliggör XFire förlängning

source: Enable waves
ca: Habilitar Ones
cs: Povolit vlny
da: Slå bølger til
eu: Olatuak aktibatu
hu: Hullámok engedélyezése
lt: Įjungti bangas
lv: Ieslēgt viļņus
nn: Aktiver bølger
pl: Aktywuj fale
ro: Activeaza valuri
ru: Включить волны
sv: Tillåt vågor

source: Enable Visual Beam Debug
ca: Activar la depuració de les bigues visualment
cs: Povolit vizuální Beam Debug
da: Aktiver visuel bjælke fejlfinding
hu: Láthato tartórudak bekapcsolása
lt: Įjungti vaizdavimo linijų paiešką ir taisymą
lv: Ieslēgt Vizuālo staru kļūdu
nn: Aktiver synlig beam debug
pl: Włącz wizualne testowanie węzłów
ro: Activeaza Debug-ificatorul de bare vizuale
ru: Включить визуальную отладку лучей
sv: Använd synlig avbuggning av balkar
uk: Увімкнути Візуальну Отладку Променів

source: enable or disable replay mode
cs: umoznit nebo neumoznit replayovy mod
da: Aktiver replay mode
hu: Visszajátszás mód engedélyezése vagy letiltása
pl: włącz lub wyłącz tryb powtórek
ru: включить или выключить режим повтора
sv: Aktivera eller inaktivera återvisningsläget

source: enable of disable replay mode
cs: umoznit zakaz replayoveho modu
da: aktiver eller deaktiver replay
eu: piztu/itzali errepikapen modua
hu: Visszajátszás mód engedélyezése / letiltása
pl: aktywuj/dezaktywuj tryb powtórek
ru: включить или выключить режим повтора
sv: göra det möjligt att inaktivera eller aktivera återvisningsläget

source: Enable network mode
ca: Activar joc Online
cs: Povolit síťový režim
da: aktiver netværks mode
hu: Network mód engedélyezése
lt: Įjungti tinklo režimą
lv: Ieslēgt tīkla režīmu
nn: Aktiver nettverks-modus
pl: Aktywuj tryb sieciowy
ro: Permite modul de retea
ru: Включить мультиплеерный режим
sv: Aktivera nätverksläget

source: Enable high quality reflective effects. Causes a slowdown.
cs: Povolí vysokou kvalitu reflexního účinku. Způsobuje zpomalení.
da: Aktiver høj kvalitets reflektive effekter. Kan forårsage lag.
eu: Irudien kalitate handiko isladapena aktibatzen du. Errendimendua mantxotzen du.
hu: Magas minőségű tükröződési effektek engedélyezése. Lassulást eredményez.
lt: Įjungti aukštos kokybės atspindžių efektus. Padidina sistemos apkrovimą.
lv: Ieslēgt augstas kvalitātes kustības efektus. Izraisa ātruma samazināšanos
nn: Aktiver høy kvalitet reflekterende effekter.
pl: Aktywuje wysokiej jakości refleksy. Zmniejsza wydajność gry
ro: Permite efecte de reflectie de inalta calitate. Cauzeaza o incetinire.
ru: Включить высокое качество эффектов отражения (ухудшает производительность)
sv: Tillåter högkvalitets reflekterande effekter. Orsakar långsamhet.

source: Enable Auto-Downloader
ca: Activar Auto-Baixada
cs: Povolit Auto-Downloader
da: Tilvælg Auto-Downloader
hu: Automatikus letöltés engedélyezése
pl: Włącz Auto-Aktualizacje
ro: Activează downloadarea automată
ru: Включить Автозакачку
sv: Aktivera Auto-Nedladdning

source: Enable advanced wheel model
ca: Activar model avançat de rodes
cs: Povolit pokročilý model kola
da: Aktiver avanceret hjul model
eu: Aktibatu gurpil aurreratuen modua
hu: Engedélyezi az egyedi kerék módot
lt: Įjungti sudėtingą ratų modelį
lv: Ieslēgt uzlaboto riteņu modeli
nn: Aktiver avansert hjul model
pl: Aktywuj zaawansowany model kół
ro: Permite model avansat de roti
ru: Включить продвинутую модель колеса
sv: Tillåt avancerad hjulmodell

source: enable / disable free camera mode
cs: umoznit nebo neumoznit mod volne kamery
da: aktiver / deaktiver frit kamera mode
hu: szabad kamera mód bekapcsolása \ kikapcsolása
pl: włącz / wyłącz wolną kamerę
ru: включить/выключить режим свободная камера
sv: aktivera eller inaktivera fria kameraläge

source: Dust
ca: Pols
cs: Prach
da: Støv
hu: Pór
lt: Dulkės
lv: Putekļi
nn: Støv
pl: Kurz
ro: Praf
ru: Пыль
sv: Damm
