Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: tools/i18n/ror/*.po
Languages: ca, cs, da, eu, hu, is, lt, lv, nn, pl, ro, ru, sv, uk

source: shift directly to 17th gear
cs: preradte rovnou na 17tou rychlost
da: skift direkte i syttende gear
eu: 17. martxara zuzenean aldatu
hu: 17. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na siedemnastkę
ru: переключить на 17-ую передачу
sv: växla direkt till 17e växeln

source: shift directly to 16th gear
cs: preradte rovnou na 16tou rychlost
da: Skift direkte til sekstende gear
eu: 16. martxara zuzenean aldatu
hu: 16. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na szestnastkę
ro: schimba in viteza 16
ru: переключить на 16-ую передачу
sv: växla direkt till 16e växeln

source: shift directly to 15th gear
cs: preradte rovnou na 14tou rychlost
da: skift direkte i femtende gear
hu: 15. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na piętnastkę
ro: schimba in viteza 15
ru: переключить на 15-ую передачу
sv: växla direkt till 15e växeln

source: shift directly to 14th gear
cs: preradte rovnou na 14tou rychlost
da: skift direkte i fjortende gear
eu: 14. martxara zuzenean aldatu
hu: 14. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na czternastkę
ro: schimbă direct în vitaza a 14
ru: переключить на 14-ую передачу
sv: växla direkt till 14e växeln

source: shift directly to 13th gear
cs: zařaď přímo na 13 převodový stupeň
da: skift direkte i trettende gear
eu: 13. martxara zuzenean aldatu
hu: 13. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na trzynastkę
ru: переключить на 13-ую передачу
sv: växla direkt till 13e växeln

source: shift directly to 12th gear
cs: preradte rovnou na 12tou rychlost
da: skift direkte til tolvte gear
hu: 12. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na dwunastkę
ro: schimba direct in viteza a 12
ru: переключить на 12-ую передачу
sv: växla direkt till 12e växeln

source: shift directly to 11th gear
cs: zařaď přímo na 11 převodový stupeň
da: skift direkte i 11. gear
hu: 11. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na jedenastkę
ro: schimba in viteza 11
ru: переключить на 11-ую передачу
sv: växla direkt till 11e växeln

source: shift directly to 10th gear
cs: preradte rovnou na 10tou rychlost
da: skift direkte i tiende gear
hu: 10. fokozat közvetlen választása
pl: zmień bieg bezpośrednio na dziesiątkę
ru: переключить на 10-ую передачу
sv: växla direkt till 10e växeln

source: shift automatic transmission one gear up
cs: posuň automatickou převodovkou o jeden rychlostní stupeň nahoru
da: skift automat gear et gear op
hu: automata sebességváltó: egy sebességet fel
pl: zmień bieg na wyższy w automatycznej skrzyni biegów
ru: переключить автоматическую трансмиссию на одну передачу вверх
sv: automatväxlingsläge växla upp en växel

source: shift automatic transmission one gear down
cs: preradte automaticke razeni o jednu rychlost dolu
da: Skift automatik gearkasse et gear ned
eu: transmisio automatikoa martxa bat behera
hu: automata sebességváltó: egy sebességet vissza
pl: zmień bieg na niższy z automatycznej skrzyni biegów
ru: переключить автоматическую трансмиссию на одну передачу вниз
sv: automatväxlingsläge växla ner en växel

source: Shadow type:
ca: Tipus d'Ombra
cs: Typ stínu:
da: Skygge type:
eu: Itzal mota:
hu: Árnyék tipusa:
lt: Šešėlio tipas:
lv: Ēnu tips
nn: Skygge type:
pl: Typ cieni:
ro: Tipul umbrei:
ru: Тип теней:
sv: Skuggtyp:

source: sets middle range (7-12) for H-shaft
cs: nastavuje rozsah (7-12) pro H-osu
da: Indstiller midter området (7-12) for H-skift
hu: középső tartomány (7-12 fokozatok) kiválasztása
pl: ustaw średnie przełożenie (7-12) dla trybu H
ru: установить средний диапазон (7-12) для Н-шифтера
sv: väljer mellangruppen (7-12) för H-spak
uk: Встановити середній діапазон (7-12) для Н-шифтера

source: sets low range (1-6) for H-shaft
cs: nastavuje nizky rozsah (1-16) pro H-osu
da: sætter lavt område (1-6) for H-skift
hu: alsó tartomány (1-6 fokozatok) kiválasztása
pl: ustaw niskie przełożenie (1-6) dla trybu H
ru: установить низкий диапазон (1-6) для Н-шифтера
sv: väljer låg-gruppen (1-6) för H-spak

source: sets high range (13-18) for H-shaft
cs: nastavuje rozsah (13-18) pro H-osu
da: sætter højt område (13-18) for H-skift
hu: felső tartomány (13-18 fokozatok) kiválasztása
pl: ustaw wysokie przełożenie (13-18) dla trybu H
ro: selecteaza raportul mare (13-18) pentru schimbator H
ru: установить высокий диапазон (13-18) для Н-шифтера
sv: väljer hög-gruppen (13-18) för H-spak

source: Sets all settings in a simple way
cs: Nastaví všechny nastavení jednoduchým způsobem
da: Stiller alle indstillinger på en simpel måde
eu: Konfigurazio guztiak simple/normal modura aldatu
hu: Egyszerűbb beállítás
lt: Nustato visus nustatymus supaprastintai
lv: Uzstāda visus uzstādījumus vienkāršākajā ceļā
nn: Sett alle innstilinger på en enkel måte
pl: Ustawia wszystkie ustawienia w prosty sposób
ro: Seteaza optiunile intr-un mod simplu
ru: Установить простые настройки
sv: Ställer in alla inställningar på ett enkelt vis

source: Server port number:
ca: Número del port del servidor:
cs: Server číslo portu:
da: Server port nummer:
eu: Serbidorearen portuaren zenbakia:
hu: Szerver kapu száma:
lt: Serverio porto numeris:
lv: Servera porta nummurs
nn: Server-portnummer:
pl: Numer portu serwera:
ro: Numarul de port al serverului:
ru: Порт сервера:
sv: Server port nummer:

source: Server password:
ca: Contrasenya del servidor
cs: Heslo na server:
da: Server kodeord
hu: Szerver jelszava:
lt: Serverio slaptažodis:
lv: Servera parole
nn: Server-passord:
pl: Hasło serwera:
ro: Parola serverului:
ru: Пароль сервера:
sv: Server lösenord:

source: Server host name:
ca: Nom del Servidor:
cs: Hostitelské jméno serveru:
da: Server vært navn:
eu: Server-aren izena:
hu: Szerver host neve:
lt: Serverio pavadinimas:
lv: Servera nosaukums
nn: Server-vertsnavn:
pl: Nazwa hosta:
ro: Nume server gazda:
ru: Имя сервера:
sv: Server värd namn:

source: select previous element in current category
cs: vyberte predchozi soucast v aktualni kategorii
da: Vælg foregående element i nuværende kategori
hu: előző elem kiválasztása a jelenlegi kategóriában
pl: wybierz poprzedni element w bieżącej kategorii
ru: выбрать предыдущий элемент текущей категории
sv: välj föregående element i nuvarande kategori

source: select previous category
cs: vyberte predeslou kategorii
da: vælg foregående kategori
hu: előző kategória kiválasztása
pl: wybierz poprzednią kategorię
ro: selectaţi categoria precedentă
ru: выбрать предыдущую категорию
sv: välj föregående kategori
uk: Вибрати попередню категорію

source: select next element in current category
cs: vyberte dalsi soucast v aktualni kategorii
da: vælg næste element i nuværende kategori
eu: hurrengo elementua kategoria honetan hautatu
hu: következő elem kiválasztása az aktuális kategóriából
pl: wybierz kolejny element w kategorii
ru: выбрать следующий элемент в текущей категории
sv: välj nästa element i nuvarande katgori

source: select next category
cs: vyberte dalsi kategorii
da: vælg næste kategori
hu: következő kategóra
pl: wybierz następną kategorie
ro: Selectează următoarea categorie
ru: выбрать следующую категорию
sv: välj nästa kategori

source: select focussed item and close menu
cs: vyberte položku a zavři menu
da: vælg fokuserede objekt og luk menu
hu: kijelölt elem kiválasztása, és menü bezárása
pl: wybierz zaznaczony element i zamknij menu
ru: выбрать текущий объект и закрыть меню
sv: välj fokuserat objektet och stänga menyn

source: Search
ca: Buscar
cs: Hledání
da: Søg
eu: Bilatu
hu: Keresés
is: leita
lt: Paieška
lv: Meklēt
nn: Søk
pl: Szukaj
ro: Cauta
ru: Поиск
sv: Sök

source: Screenshot Format:
ca: Format de les captures de pantalla:
cs: Formát snímku:
da: Skærmbillede format:
eu: Pantalla kapturatzailearen formatoa
hu: Fenykép Típusa:
lt: Vaizdelio formatas:
lv: Ekrānšāviņa formāts
nn: Skjermbilde format:
pl: Format zrzutów z ekranu:
ro: Formatul pozelor:
ru: Формат скриншота:
sv: Skärmdumpsformat:

source: Screen configuration
ca: Configuració de la Pantalla
cs: Obrazová konfigurace
da: Skærm indstillinger
hu: Képernyő Beállítások
lt: Ekrano nustatymai
lv: Ekrāna konfigurācija
nn: Skjerm konfigurasjon
pl: Konfiguracja ekranu
ro: Configuratiile ecranului
ru: Конфигурация картинки
sv: Bild konfiguration

source: Save the current configuration and start RoR.
cs: Uložte aktuální konfiguraci a spustte RoR.
da: Gem nuværende indstillinger og start RoR.
hu: Mentsd el a jelenlegi konfigurációkat és indítsd a RoR-t.
lt: Išsaugoti pakeitimus ir paleisti RoR.
lv: Saglabāt šā brīža konfigurāciju un palaist RoR
nn: Lagre gjeldende konfigurasjon og start RoR.
pl: Zapisz bieżącą konfigurację i uruchom RoR.
ro: Salveaza configuratiile curente si porneste RoR.
ru: Сохранить текующие настройки и запустить RoR.
sv: Spara de nuvarande inställningarna och starta RoR.

source: Save the current configuration and close the configuration program.
cs: Uložit aktuální nastavení a zavřete konfigurační program.
da: Gem nuværende indstillinger og luk konfigartions programmet.
hu: Mentsd el a jelenlegi konfigurációkat és zárd be a konfiguráló programot.
lt: Išsaugoti dabartinę konfiguraciją ir uždaryti konfiguravimo programą.
lv: Saglabāt šā brīža konfigurāciju un aizvērt konfigurācijas programmu.
nn: Lagre gjeldende konfigurasjon og avslutt konfigurasjons programmet.
pl: Zapisz bieżącą konfigurację i zamknij konfigurator
ro: Salveaza configuratiile curente si inchide programul.
ru: Сохранить текущуюю кофигурацию и закрыть программу настроек.
sv: Spara nuvarande inställningar och avsluta konfigurationsprogrammet.

source: Save Mapping to File
cs: Ulozte Mapovani do Souboru
da: Gem indstillinger til fil
hu: Kiosztás mentése file-ba
pl: Zapisz ustawienia do pliku
ru: Сохранить Назначение в Файл
sv: Spara Mapping Arkiv

source: Save and Play
ca: Desar i Jugar
cs: Uložit a Hrát
da: Gem og Spil
eu: Gorde eta Jolastu
hu: Mentés és Indítás
lt: Išsaugoti ir žaisti
lv: Saglabāt un spēlēt
nn: Lagre og spill
pl: Zapisz i graj
ro: Salveaza si joaca
ru: Сохранить и Играть
sv: Spara och Spela
uk: Зберегти і Грати

source: Save and Exit
ca: Desar i Sortir
cs: Uložit a ukončit
da: Gem og afslut
eu: Gorde eta Atera
hu: Mentés és Kilepes
lt: Išsaugoti ir išeiti
lv: Saglabāt un iziet
nn: Lagre og avslutt
pl: Zapisz i wyjdź
ro: Salveaza si iesi
ru: Сохранить и Выйти
sv: Spara och Avsluta

source: rudder right
cs: kormidlo do prava
da: ror til højre
eu: timoia eskubira
hu: kormánylapát jobbra
pl: ster w prawo
ru: руль вправо
sv: roder höger

source: rudder left
da: ror til venstre
eu: ezkerreko timoia
hu: kormánylapát balra
pl: ster w lewo
ro: profundor stânga
ru: руль влево
sv: roder vänster

source: RTT Mode:
cs: RTT Mod:
eu: RTT modua:
hu: RTT mód:
lt: RTT režimas:
lv: RTT režīms
nn: RTT Modus:
pl: Tryb RTT:
ro: Modul RTT:
ru: Режим RTT:
sv: RTT läge:

source: rotate view up
cs: otocte pohled vzhuru
da: Roter syn op
hu: látószög forgatása felfelé
pl: obróć widok do góry
ro: roteşte vederea in sus
ru: повернуть взгляд наверх
sv: rotera vy uppåt

source: rotate view down
cs: otocte pohled dolu
da: Roter syn ned
hu: látószög forgatása lefelé
pl: obróć widok w dół
ru: повернуть взгляд вниз
sv: rotera vy neråt

source: rotate object right
cs: otocte objektem do prava
da: roter objekt til højre
eu: objektua eskubirantz biratu
hu: tárgy forgatása jobbra
pl: obróć obiekt w prawo
ru: повернуть объект вправо
sv: rotera objekt åt höger

source: rotate object left
cs: otocte objekt doleva
da: roter objekt til venstre
hu: tárgy forgatása balra
pl: obróć obiekt w lewo
ru: вращать объект влево
sv: rotera objekt åt vänster

source: rotate character right
cs: otocte figurou do prava
da: Roter karakter til højre
eu: karakterea eskubira biratu
hu: karakter forgatása jobbra
pl: obróć postać w prawo
ro: rotire caracter dreapta
ru: повернуть игрока направо
sv: rotera karaktären åt höger

source: rotate character left
cs: otočte postavou doleva
da: roter karakter til venstre
hu: karakter forgatása balra
pl: obróć postać w lewo
ru: повернуть игрока налево
sv: rotera karaktären åt vänster

source: rotate camera up
cs: otocte kamerou nahoru
da: Roter kamera op
hu: Kamera forgatása felfelé
pl: obróć kamerę w górę
ro: roteste camera in sus
ru: повернуть камеру вверх
sv: rotera kamera uppåt

source: rotate camera right
cs: otocte kamerou do prava
da: roter kamera til højre
eu: camara eskubira biratu
hu: Kamera forgatása jobbra
pl: obróć kamerę w prawo
ru: вращать камеру в право
sv: rotera kameran åt höger

source: rotate camera left
cs: otocte kamerou do leva
da: roter kamera til venstre
hu: Kamera forgatása balra
pl: obróć kamerę w lewo
ru: повернуть камеру влево
sv: rotera kameran åt vänster

source: rotate camera down
cs: otocte kamerou dolu
da: roter kamera ned
eu: kamara beherantz rotatu
hu: Kamera forgatása lefelé
pl: obróć kamerę w dół
ro: roteste camera in jos
ru: вращать камеру вниз
sv: rotera kameran neråt

source: Rigs of Rods configuration
ca: Configuració-Rigs of Rods
cs: Konfigurace Rigs of Rods
da: Rigs of Rods konfiguration
hu: Rigs of Rods beállítása
lt: Rigs of Rods konfiguracija
lv: Rigs of Rods konfigurācija
nn: Rigs of Rods konfigurasjon
pl: Konfiguracja Rigs of Rods
ro: Configuratiile Rigs of Rods
ru: Настройка Rigs of Rods
sv: Rigs of Rods konfiguration

source: reverse the turboprops
cs: obratte turboprops
da: slå bak med turboprops
hu: turbólégcsavarok visszamenetbe
pl: odwróć ciąg silników turboodrzutowych
ru: Реверс тяги
sv: backa turbopropparna

source: reverse axis
cs: Zpětná osa
da: Omvend akse
hu: ellentétes tengely
lt: priešinga ašis
lv: Atpakaļ ass
nn: Reverser akse
pl: oś wsteczna
ro: Reverseaza axa
ru: Обратная ось
sv: Omvänd axeln

source: Reverse
da: Baglens
eu: Alderantziz
hu: Hátra
lt: Atbulinis
lv: Reverss
nn: Reverser
pl: Wstecz
ro: Revers
ru: Назад
sv: Omvänd

source: Restore the default configuration.
cs: Obnovit výchozí configuraci.
da: Genskab oprindelige konfiguration.
hu: Eredeti konfigurációk visszaállítása.
lt: Atkurti pirminę konfiguraciją.
lv: Atjaunot sākotnējo konfigurāciju.
nn: Gjenopprett standard konfigurasjon.
pl: Przywróć domyślną konfigurację
ro: Revin-o la configuratiile initiale.
ru: Востановить конфигурацию по умолчанию
sv: Återställ standardinställningarna

source: Restore Defaults
ca: Restablir valors predeterminats
cs: Obnovit výchozí
da: Genskab oprindelige indstillinger
hu: Eredeti Visszaállítása
lt: Atkurti pirminius nustatymus
lv: Atjaunot sākotnējos iestatījumus
nn: Gjenopprett standard
pl: Przywróć domyślne
ro: Revin-o la setarile initiale
ru: Восстановить по умолчанию
sv: Återställ inställningarna
uk: Відновити за умовчанням

source: reset truck to original starting position
cs: obnovit auto na puvodni startovaci pozici
da: reset lastbilen til original start position
eu: kamioia berriro kargatu eta asierako posiziora eraman
hu: jármű visszaállítása az eredeti pozícióba
pl: resetuj pojazd do oryginalnego położenia
ro: repune vehiculul in punctul original de plecare
ru: вернуться к первоначальному месту грузовика
sv: återställ lastbilen till ursprunglig position

source: reset the camera position
cs: obnovit pozici kamery
da: reset kamera position
hu: kamera helyzetének visszaállítása
pl: resetuj pozycje kamery
ru: сбросить позицию камеры
sv: återställ kamerapositionen
uk: Збросити позицію камери

source: Requires a recent video card. Adds a motion blur effect.
cs: Vyžaduje nejnovější grafické karty. Přidá efekt rozmazání pohybu.
da: Kræver et nyere grafikkort. Tilføjer en bevægelses-slørings effekt.
eu: Ordenagailu modernoa eskatzen du. Mugimenduetan efekto borroso bat sortzen du (Motion blur).
hu: Jó videókártyat igényel. Motion blur effektet kölcsönöz.
lt: Reikalinga naujausia vaizdo plokštė. Prisideda judėsio miglotumo efektas.
lv: Pieprasa jaunākās video kartes. Pievieno kustībai miglainu efektu
nn: rever en nyere skjermkort. Lager en Motion Blur effekt.
pl: Wymaga najnowszych kart graficznych. Dodaje efekt rozmycia w ruchu (Motion blur)
ro: Necesita o placa video recenta. Adauga un efect de miscare in reluare.
ru: Требует последние видеокарты. Добавляет эффект размытия.
sv: Kräver ett hyfsat nytt grafikkort. Lägger till en suddig effekt.

source: Requires a recent video card. Adds a light blurring effect.
cs: Vyžaduje nejnovější grafické karty. Přidá efekt rozmazání světla.
da: Kræver et nyere video kort. Tilføjer en let sløret effekt.
hu: Jó videókártyát igényel. Egy könnyed homályosodást okoz.
lt: Reikalinga naujausia vaizdo plokštė. Pridedamas šviesos miglotumo efektas.
lv: Pieprasa jaunākās video kartes. Pievieno gaismas miglas efektu.
nn: Krever en nyere skjermkort. Lager en lett tåkeaktig effekt.
pl: Wymaga najnowszych kart graficznych. Dodaje efekt rozmycia światła.
ro: Necesita o placa video recenta. Adauga un efect de lumina in ceata.
ru: Требует последние видеокарты. Добавляет насыщенность отраженного света.
sv: Kräver ett hyfsat nytt grafikkort. Lägger till en lätt suddig effekt.

source: Requires a recent video card. Adds a bluish blinding effect.
cs: Vyžaduje nejnovější grafické karty. Přidá sluneční oslepující efekt.
da: Kræver et nyere grafikkort. Tilføjer en blålig blændende effekt.
eu: Grafiko txartel berria behar du. Zerua oso urdina bihurtzen du.
hu: Jó videókártyát igényel. Kékes vakító fényeffektet csinál.
lt: Reikalinga naujausia vaizdo plokštė. Saulės vaizdą padaro miglotą su akinimo efektu.
lv: Pieprasa jaunākās video kartes. Pievieno zilganu mirgošanas efektu
nn: Krever en nyere skjermkort. Lager en blåaktig blindende effekt.
pl: Wymaga najnowszych kart graficznych. Dodaje niebieskawy efekt oślepienia.
ro: Necesita o placa video recenta. Adauga un efect albastrui-orbitor.
ru: Требует последние видеокарты. Добавляет эффект голубоватого свечения.
sv: Kräver ett hyfsat nytt grafikkort. Lägger till en blåaktig bändande effekt.

source: Replay mode. (Can affect your frame rate)
cs: Replay mód. (Může ovlivnit fps)
da: Replay mode. (kan påvirke du FPS)
eu: Errepikapen modua. (FPS-an eragin dezake)
hu: Visszajátszás mód. (befolyásolhatja az fps-t)
lt: Pakartojimo režimas. (Gali itakoti kadrų skaičių per sekundę kiekį)
lv: Atkārtojuma režīms (Var ietekmēt jūsu FPS)
nn: Replay Mode. (Kan påvirke ytelsen)
pl: Tryb powtórek. (Może obniżyć ilość klatek na sekundę)
ro: Modul de reluare. (Poate afecta numarul de cadre pe secunda)
ru: Режим повтора (может снизить FPS).
sv: Reprisläge. (Kan påverka dina rutor per sekund)

source: Replay Mode
ca: Mode de repetició
cs: Zpětný přehrávač
eu: Errepikapen modua
hu: Visszajátszás mód
lt: Pakartojimo režimas
lv: Atkārtojuma režīms
nn: Replay Modus
pl: Tryb powtórek (replay)
ro: Mod de redare
ru: Режим повтора
sv: Reprisläge

source: Render System
cs: Renderovací system
eu: Render Sistema
hu: Társító rendszer
pl: System renderowania
ro: Sistem de Redare
ru: Система Визуализации

source: reloads the roads (experimental)
cs: znovu nahraje silnice (experimentalni)
da: reloader vejene (eksperimental)
hu: újratölti az utakat (kísérleti funkció)
pl: przeładowanie dróg (eksperymentalnie)
ro: reîncărca drumuri ( experimental )
ru: перезагрузки дорог (экспериментально)
sv: laddar om vägarna (experimentellt)

source: Region
eu: Regioa (regi√≥n)
hu: Terület
lt: Sritis
lv: Reģions
pl: Obszar
ro: Regiune
ru: Область

source: Regen cache
ca: Regenerar memòria cau
cs: Obnov cache
eu: 'cache'-a erregeneratu
hu: Gyorsítótár (cache) újragenerálása
pl: Odśwież pamięć cache
ru: REGEN кэша
sv: Regenerera cache

source: pull the elevator up in an aircraft.
cs: vytahnete vrata nahoru v letadle.
da: træk højderoret op på flyet
hu: magassági kormánylap felhúzása repülőnél
pl: unieś podnośnik w samolocie
ru: руль высоты вверх в самолёте
sv: dra hissen upp i ett flygplan.

source: pull the elevator down in an aircraft.
cs: vytáhněte vrata dolů v letadle.
da: Træk højderor ned på et fly.
hu: magassági kormánylap leengedése repülőnél
pl: opuść podnośnik w samolocie
ru: руль высоты вниз в самолёте
sv: dra ner höjdrodret i ett flygplan.

source: Prints all node masses to the RoR.log. Only use for truck debugging!
cs: Vytiskne všechny uzly z hmotnosti do RoR.log. Používat pouze pro ladění náklaďáku!
da: Printer alle node masser til RoR.log. Kun til fejlfinding af lastbiler.
hu: A csomópontok tömegét kiíratja a RoR.log-ba. Járművek hibajavításához használandó!
lt: Į bylą RoR.log įkelia visų mazgų mases. Naudoti tik sunkvežimio klaidų radimui ir taisymui!
lv: Ieraksta visu mezglu massu RoR.log failā. Izmantot tikai auto kļūdu meklēšanai!
nn: Skriver ut alle node massene til RoR.log. Bare bruk for lastebil debugging!
pl: Zapisuje masy wszystkich węzłów do RoR.log. Używaj tylko do testowania pojazdu!
ro: Printeaza toate masele de noduri in RoR.log. Foloseste doar pentru debug-ificarea camioanelor!
ru: Записывает все массы в RoR.log. Испотзовать только для отладки грузовика!
sv: Skriver ut alla nodmassorna till RoR.log. Använd endast för fordonsfelsökning!

source: Please use any mapped input device in order to test.
cs: Prosím, použijte jakykoliv mapovane zarizeni aby se vyzkouselo.
da: Brug venligst et indstillet kontroludstyr til at teste.
eu: Arren, konfiguraturiko dispositibo bat erabili froga egiteko.
hu: Kérem csatlakoztassa az beviteli eszközt tesztelésre.
pl: Proszę użyć zmapowanego urządzenia wskazującego by wykonać testy.
ru: Пожалуйста, используйте карту какого-либо устройства ввода в целях тестирования.
sv: Använd någon mappad inmatningsenheten för att testa.

source: Please select what type of device to export
cs: Prosim vyberte jaky typ zarizeni k exportu
da: Vælg venligst hvilken type kontroller der skal eksporteres
eu: Mesedez aukera ezazu zer mota den exportatzeko
hu: Kérem válassza ki milyen tipusú eszközt kíván exportálni
pl: Proszę wybrać który rodzaj urządzenia chcesz wyeksportować
ro: Selecteaza pentru export
ru: Пожалуйста, выберите, какой тип устройства для экспорта
sv: Välj vilken typ av enhet till export

source: Please select an input event.
cs: Prosím vyberte vstupní akci.
da: Vælg venligst en input handling.
eu: Mesedez aukeratu ebento bat.
hu: Válassz ki egy bemeneti eseményt.
lt: Pasirinkite įvykį.
lv: Lūdzu izvēlaties notikuma nosaukumu
nn: Velg en inngang hendelse.
pl: Proszę wybrać zdarzenie
ro: Selecteaza o intrare eveniment
ru: Пожалуйста, выберите название действия
sv: Var god välj en ingångshändelse.

source: Please clear the place first
cs: Prosim odklidte prostor
da: Ryd området ført
eu: Lehenago lekua uztu, arren
hu: Kérlek ürítsd ki a helyet előszőr
is: Gjörðu svo vel að hreinsa svæðið first
lt: Pašalinkite objektus nuo aikštelės
lv: Lūdzu vispirms atbrīvojat brīvu vietu
nn: Venligst klarer område først
pl: Proszę oczyść miejsce
ro: Elibereaza locul mai intai
ru: Пожалуйста, сначала очистите место
sv: Var god röj undan platsen först

source: place currently selected object at current position
cs: umistete aktualne vybrany objekt na aktualni pozici
da: Placer det valgte objekt på nuværende position
eu: aukeratutako objektua oraingo posizioan kokatu
hu: jelenleg kiválasztott tárgy elhelyezése a jelenlegi pozición
pl: umieść wybrany obiekt na obecnej pozycji
ru: разместить выбранный объект в текущей позиции
sv: placera valt objekt på nuvarande position

source: pitch object foreward
da: Drej objekt fremad
hu: tárgy dőlésszöge előre
pl: przesuń obiekt do przodu
ru: наклонить объект вперёд
sv: luta objekt framåt

source: pitch object backward
cs: postav objekt zpátky
da: Drej objekt bagud
eu: objectua atzerantz bota
hu: tárgy dőlésszöge hátra
pl: przesuń obiekt do tyłu
ru: наклонить объект назад
sv: luta objekt bakåt
