Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: tools/i18n/ror/*.po
Languages: ca, cs, da, eu, hu, is, lt, lv, nn, pl, ro, ru, sv, uk

source: Caelum sky is nice but quite slow unless you have a high-powered GPU.
cs: Caelum je pěkné nebe, ale je docela pomalé, pokud jste ve vysoce-napájeném GPU.
da: Caelum himmel er flot men ret langsomt, hvis ikke du har en stærk computer.
hu: Caelum égbolt jól néz ki, de lassú ha nincs nagyteljesítményű processzorod.
lt: Caelum tipo dangus gražesnis, tačiau naudoja daug vaizdo plokštės pajėgumo.
lv: Caelum debesis ir skaistas bet diezgan lēnas, ja nu vienīgi jums nav augstas veiktspējas GPU
nn: Caelum sky er fin, men ganske treigt vist du ikke har et kraftigt skjermkort.
pl: W trybie Caelum, niebo wygląda ładnie, ale działa wolno jeśli nie masz mocnej karty graficznej.
ro: Cerul Caelum e placut dar e incet, doar daca nu ai o placa video puternica.
ru: Небо Caelum является хорошим, но весьма медленным, если у Вас нет мощного GPU.
sv: Caelumhimlen är trevlig men ganska långsam om du inte har ett bra grafikkort.
uk: Небо Caelum виглядає красиво, але повільне якщо Ви не маєте потужного GPU.

source: Cache regeneration done.
cs: Cache regenerace dokoncena.
da: Cache regeneration færdig.
hu: Gyorsítótár frissítése befejezve.
pl: Regeneracja cacheu zakończona.
ru: Пересоздание кэша завершено.
sv: Cacheregenerering färdig.

source: broken:
cs: rozbito:
da: I stykker
eu: puskatuta:
hu: törött:
is: brotinn:
lt: Lužę:
lv: Salauzts
nn: Ødelakt:
pl: pękniętych:
ro: stricat:
ru: Сломано:
sv: trasig:

source: brake
cs: brzda
da: bremse
eu: balazta
hu: fék
pl: hamulec
ro: frâna
ru: Тормоз
sv: broms
uk: Гальма

source: Boat
cs: Lod
da: Båd
eu: Itsasontzia
hu: Csónak
is: bátur
lt: Laivas
lv: Laiva
nn: Båt
pl: Łódź
ro: Barca
ru: Лодка
sv: Båt

source: Bloom
hu: Hamvasság
lt: Rauzganumas
lv: ziedēt
ro: Incetosat
ru: Рассвет
sv: Blommning

source: Best FPS:
cs: Nejlepší FPS za vteřinu:
da: Bedste FPS:
hu: Legjobb FPS:
is: Bestur FPS :
lt: Didžiausias FPS:
lv: Augstākais FPS
nn: Beste FPS
pl: Najlepsza liczba klatek (FPS):
ro: Cel mai bun FPS:
ru: Лучший FPS:
sv: Bästa FPS

source: beam count:
cs: vypočítáno nosníků:
da: bjælke tal:
eu: biga kantitatea:
hu: rudak száma:
is: bjálki telja :
lt: Jungčių kiekis:
lv: Staru skaits
nn: opptelte stenger
pl: liczba belek:
ro: numarul de bare:
ru: счёт луча:
sv: Antal balkar:

source: Balanced
ca: Equilibrat
cs: Balancováno
da: Balanceret
eu: Balanceada
hu: Kiegyensúlyozott
lt: Vidurkis tarp grafikos ir greičio
lv: Balansēts
nn: Balansert
pl: Zbalansowane
ro: Echilibrat
ru: Сбалансировано
sv: Balanserad

source: Bad server port
cs: Spatny serverový port
da: Dårlig server port
eu: Server-eko portu txarra
hu: Rossz szerver port
is: Slæmur framreiðslumaður höfn
lt: Blogas serverio portas
lv: Slikts servera ports
nn: Dårlig server port
pl: Zły port serwera
ro: Port server nevalabil
ru: Плохой порт сервера
sv: Dålig serverport

source: average stress:
cs: pruměrný stres:
da: Gennemsnitlig stress
hu: átlagos erő:
lt: Vidutinis apkrovimas:
lv: Vidējais stress
nn: Gjennomsnittlig stress
pl: Średnia naprężeń:
ro: stres mediu:
ru: Средний стресс:
sv: Genomsnittlig påfrestning:

source: Average FPS:
cs: Pruměrové FPS:
da: Gennemsits FPS:
hu: Átlag FPS:
is: Meðaltal FPS :
lt: Vidutinis FPS:
lv: Vidējais FPS
nn: Gjennomsnitt FPS
pl: Średnia klatek (FPS):
ro: FPS mediu:
ru: Средний FPS:
sv: Genomsnittlig FPS:
uk: Середній рівень FPS

source: average deformation:
cs: pruměrná deformace:
da: gennemsnitlig deformation:
hu: átlagos deformáció:
lt: Vidutinė deformacija:
lv: Vidēja deformācija
nn: Gjennomsnittlig deformasjon
pl: Średnia ilość zdeformowań:
ro: deformare medie:
ru: Средняя деформация:
sv: Genomsnittlig deformation:

source: Automatic shift
cs: Automaticke řazení
da: Automatisk gearskifte
hu: Automata sebességvaltó
is: Sjálfvirkur breyting
lt: Automatinė greičių dežė
lv: Automātiskā pārslēgšana
nn: Automatisk gir
pl: Automatyczna zmiana biegów
ro: Shimbator automat
ru: Автоматическое переключение
sv: Automatisk växling
uk: Автоматичне перемикання

source: Authors:
ca: Autors:
cs: Autorové:
da: Forfattere
eu: Autoreak:
hu: Készítők:
is: höfundar:
lt: Autoriai:
lv: Autori
nn: Lagd av:
pl: Autorzy:
ro: Autori:
ru: Авторы:
sv: Utgivare:

source: Author:
ca: Autor
cs: Autor:
da: Forfatter:
eu: Autorea:
hu: Szerző:
pl: Autor:
ro: Autor:
ru: Автор:
sv: Författare:
uk: Автор:

source: Anti-aliasing:
hu: Élsimítás:
lt: Vaizdo glotninimas:
lv: Tekstūru nogludināšana
nn: Utjevning:
pl: Wygładzanie krawędzi (Anti-aliasing):
ru: Сглаживание:

source: Anonymous
cs: Anonym
da: Anonym
eu: Ezezaguna
hu: Ismeretlen
lt: Anonimas
lv: Anonīms
nn: Anonym
pl: Anonim
ro: Anonim
ru: Анонимный
sv: Anonym

source: Altitude:
cs: Nadmořská výška:
da: Højde:
eu: Altitudea:
hu: Magasság:
lt: Aukštis:
lv: Augstums
nn: Høyde
pl: Wysokość:
ro: Altitudinea:
ru: Высота:
sv: Höjd

source: airplane throttle
cs: plyn letadla
da: fly gasgivning
eu: hegazkinaren azelerazioa
hu: repülőgép tolóerő
pl: przepustnica samolotu
ru: дроссель самолета
sv: flygplans gasreglge

source: airplane parking brake.
cs: parkovací brzda letadla.
da: Fly parkerings bremse.
hu: repülőgép parkoló fék-e
pl: hamulec postojowy w samolocie
ru: стояночный тормоз самолёта
sv: flygplans parkeringsbroms

source: Airplane
ca: Aeronau
cs: Letadlo
da: Fly
hu: Repülőgép
is: flugvél
lt: Lėktuvas
lv: Lidmašīna
nn: Fly
pl: Samolot
ro: Avion
ru: Самолёт
sv: Flygplan

source: Advanced
ca: Avançat
cs: Rozšířené
da: Avanceret
hu: Haladó
lt: Detalios nuostatos
lv: Advancēts
nn: Avansert
pl: Zaawansowane
ro: Avansat
ru: Расширено
sv: Avancerat

source: Add the key
cs: Přidat klíč
da: Tilføj tasten
eu: Tekla gehitu
hu: Add hozzá a billentyűt
lt: Pridėti klavišą
lv: Pievienojat taustiņu
nn: Legg til knapp
pl: Dodaj klawisz
ro: Adauga o comanda
ru: Добавить клавишу
sv: Lägg till tangenten

source: Add
cs: Přidat
da: Tilføj
eu: Gehitu
hu: Hozzáadás
lt: Pridėti
lv: Pievienot
nn: Legg til
pl: Dodaj
ro: Adauga
ru: Добавить
sv: Lägg till

source: accelerate the truck
cs: akcelerujte
da: accelerer lastbilen
hu: jármű gyorsítása
pl: przyśpiesz pojazd
ro: accelerează camionul
ru: разогнать грузовик
sv: accelerera lastbilen

source: A network error occured
cs: Sítová chyba
da: En internet fejl opstod
eu: Interneteko errore bat gertatu da
hu: Egy hálózati hiba lépett fel
is: A net villa eiga sér stað
lt: Tinklo klaida
lv: Tīkla kļūda
nn: En internett feil inntraff
pl: Wystąpił błąd sieciowy
ro: A survenit o eroare in retea
ru: Ошибка сети
sv: Ett nätverksfel uppstod

source: 5% deadzone
cs: 5% mrtvé zony
da: 5% dødzone
hu: 5 % holtpont
lt: 5% riba
lv: 5% mirusī zona
pl: 5% martwej strefy
ro: 5% zona moarta
ru: 5 % мёртвая зона
sv: 5% dödzon

source: 30% deadzone
cs: 30% mrtvé zony
da: 30% dødzone
hu: 30% holtpont
lt: 30% riba
lv: 30% mirusī zona
pl: 30% martwej strefy
ro: 30% zona moarta
ru: 30 % мёртвая зона
sv: 30 % dödzon
uk: 30% мертва зона

source: 20% deadzone
cs: 20% mrtvé zony
da: 20% dødzone
hu: 20 % holtpont
lt: 20% riba
lv: 20 % mirusī zona
pl: 20% martwej strefy
ro: 20% zona moarta
ru: 20 % мёртвая зона
sv: 20 % dödzon

source: 15% deadzone
cs: 15% mrtvé zony
da: 15% dødzone
eu: 15% zona ilda
hu: 15 % holtpont
lt: 15% riba
lv: 15% mirusī zona
pl: 15% martwej strefy
ro: 15% zona moarta
ru: 15 % мёртвая зона
sv: 15% dödzon

source: 10% deadzone
cs: 10% mrtvé zony
da: 10% dødzone
hu: 10 % holtpont
lt: 10% riba
lv: 10% mirusī zona
pl: 10% martwej strefy
ro: 10% zona moarta
ru: 10 % мёртвая зона
sv: 10% dödzon
uk: 10% мертва зона

source: 0 % (Total Linear)
cs: 0% (Zcela Linearni)
da: 0% % (ligefrem propertional)
eu: 0 % (guztiz lineala)
hu: 0 % (Teljesen egyenes)
pl: 0 % (Zupełna Linearność)
ro: 0 % (Total Liniar)
ru: 0 % (Полная Линейность)
sv: 0% (Totalt Linjär)

source: 0 % (No deadzone)
cs: 0% (žádná mrtvá zona)
da: 0 % (ingen dødzone)
hu: 0% (nincs holtpont)
lt: 0 % (Nėra ribos)
lv: 0% (nav mirušās zonas)
nn: 0 % (Ingen deadzone)
pl: 0 % (brak martwej strefy)
ro: 0% (Fara zona moarta)
ru: 0 % (нет мёртвой зоны)
sv: 0 % (Inga dödzoner)

source: <p>How to play in Multiplayer:</p><br><ol><li>Click on the <b>Update</b> button to see available servers here.</li><li>Click on any underlined Server in the list.</li><li>Click on <b>Save and Play</b> button to start the game.</li></ol>
ca: <p>Com jugar al mode Online:</p><br><ol><li>Feu clic al botó Actualitzar per veure els servidors disponibles.</li><li>Feu clic a qualsevol servidor subratllat de la llista.</li><li>Feu clic a Desar i Jugar per iniciar el joc.</li></ol>
cs: <p>Jak hrát Multiplayer:</p><br><ol><li>Klikněte na <b>Aktualizovat</b> a objeví se seznam serveru.</li><li>Pak klikněte na jakýkoliv server v seznamu a klikněte na sítovy mod.</li><li>A pak klikněte na <b>Uložit a Hrát</b></li></ol>
da: <p>Hvordan at spille i Multiplayer:</p><br><ol><li>Klik på <b>Update</b> knappen for at se tilgængelige servere.</li><li>Klik på en understreget sever i listen.</li><li>Klik på <b>Gem og Spil</b> knappen for at spille.</li></ol>
eu: <p>Nola jokatu Online moduan:</p><br><ol><li>Sakatu <b>Eguneratu</b> erabili daiteken serbidoreak ikusteko.</li><li>Azpimarratutako edozein serbidorea aukeratu.</li><li>Sakatu <b>Gorde eta Jolastu</b> jokatzen asteko!</li></ol>
hu: <p>Hogyan kell játszani többjátékos módban:</p><br><ol><li>Kattints a <b>Frissítés</b> gombra, hogy lásd a lehetséges szervereket.</li><li>Kattints bármelyik aláhúzott szerverre a listából.</li><li>Kattints a <b>Mentés és indítás</b> gombra hogy indítsd a játékot.</li></ol>
lt: <p> Kaip žaisti daugelio žaidėjų režime:</p><br><ol><li>Spauskite <b>Atnaujinti</b> mygtuką norėdami pamatyti prieinamus serverius.</li><li>Spauskite bet kurį pabrauktą serverį iš sąrašo.</li><li>Spauskite <b>išsaugoti ir žaisti</b> norėdami pradėti.</li></ol>
lv: <p>Kā spēlēt Internetā</p><br><ol><li>Uzklikšķini uz <b>Atjaunināt</b> pogas lai redzētu pieejamos serverus.</li><li>Uzklikšķini uz jebkura servera sarakstā.</li><li>Uzklikšķini uz <b>Saglabāt un spēlēt</b> pogas lai palaistu spēli.</li></ol>
nn: <p>Hvordan spille i Multiplayer:</p><br><ol><li>Trykk på <b>Update</b> knappen for å se ledige servere her.</li><li>Trykk på hvilken som helst understreket server i lista.</li><li>Trykk på <b>Lagre og Spill</b> knappen for å starte spillet.</li></ol>
pl: <p>Jak grać w trybie multiplayer:</p><br><ol><li>Kliknij na przycisk <b>Aktualizuj</b> by zobaczyć listę dostępnych serwerów.</li><li>Kliknij na dowolnym podkreślonym serwerze</li><li>Kliknij przycisk <b>Zapisz i graj</b>, by rozpocząć grę.</li></ol>
ro: <p>Ce sa faci in Multiplayer:</p><br><ol><li>Apasa pe <b>Actualizare</b> pentru a vedea serverele disponible.</li><li>Apasa pe orice server subliniat din lista.</li><li>Apasa pe <b>Salveaza si joaca</b> pentru a porni.</li></ol>
ru: <p>Как играть в мультиплеере:</p><br><ol><li>Нажмите кнопку <b>Обновить</b> для просмотра доступных серверов.</li><li>Нажмите на любой сервер из списка.</li><li>Нажмите на кнопку <b>Сохранить и играть</b> и начните игру.</li></ol>
sv: <p>Hur man spelar i flerspelarläget::</p><br><ol><li>Klicka på <b>Uppdatera</b>-knappen för att se tillgängliga servrar.</li><li>Klicka på den server du vill spela i på den understrukna texten.</li><li>Klicka på <b>Spara och spela</b> knappen för att starta spelet.</li></ol>
uk: <p>Як грати у Мультиплеєрі:</p><br><ol><li>Нажміть на кнопку <b>Оновити</b> для просмотру доступних серверів.</li><li>Нажміть на будь-який сервер зі списку.</li><li>Нажміть на кнопку <b>Зберегти і Грати</b> і начніть гру.</li></ol>

source: <h2>Latest News</h2>None atm<h2>Support / Community</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutorials</a><p/> (this site is to be enhanced...)
cs: <h2>Posledni Zpravy</h2>Zadny atm<h2>Pomoc/Podpora</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorialy'>tutorials</a><p/> (tato stranka bude rozsirena...)
da: <h2>Seneste nyheder</h2>Ingen pt<h2>Support / Community</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutorials</a><p/> (Denne side venter på forbedring...)
eu: <h2>Notizia Berriak</h2>Berririk ez<h2>Soportea / Comunitatea</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutorials</a><p/> (leku honek hobekuntzak behar ditu...)
hu: <h2>Legfrisebb hírek</h2>Nincsen jelenleg<h2>Támogatások / Közösség</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>oktatások</a><p/> (ez az oldal még fejlesztés alatt áll ...)
lt: <h2>Paskutinės naujienos</h2>None atm<h2>Pagalba / Bendruomenė</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>Pamokos</a><p/> (Ši svetainė bus papildyta...)
lv: <h2>Jaunākās ziņas</h2>None atm<h2>Atbalsts / Kopiena</h2><a href='http//wiki.rigsofrods.com/index.php?title=Tutorials'>Palīdzība</a><p/> (Šī adrese tiks papildināta)
nn: <h2>Siste nytt</h2>Ingen akkurat nå<h2>Hjelp / Samfunn</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>guider</a><p/> (denne siden er til å bli forberedt...)
pl: <h2>Najświeższe Wiadomości</h2>Nie ma żadnych w tej chwili<h2>Wsparcie / Społeczność</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutoriale</a><p/> (Ta strona jest cały czas rozwijana...)
ro: <h2>Ultimele Stiri</h2>Fara atm<h2>Suport / Comunitate</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutoriale</a><p/> (acest site va fi imbunatatit...)
ru: <h2>Последние новости</h2>Ничего нету<h2>Поддержка / Сообщество</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>руководства</a><p/> (этот сайт будет дополняться...)
sv: <h2>Senaste Nytt</h2>Inget för närvarande<h2>Support / Community</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>genomgångar</a><p/> (den här sidan kommer förbättras...)

source: +5% multiplication
cs: +5% nasobek
da: +5% gange
hu: +5%-os szorzás
pl: +5% przemnożenia
ru: увеличение +5%
sv: +5% multiplicering

source: +30% multiplication
cs: +30% nasobek
da: +30% gange
eu: +30% biderkatzailea
hu: +30%-os szorzás
pl: +30% przemnożenia
ro: +30% multiplicare
ru: увеличение +30%
sv: +30% multiplicering
uk: Збільшення +30%

source: +25% multiplication
cs: +25% nasobek
da: +25% gange
eu: +25% biderkatzailea
hu: +25%-os szorzás
pl: +25% przemnożenia
ru: увеличение +25%
sv: +25% multiplicering

source: +20% multiplication
cs: +20% nasobek
da: +20% gange
hu: +20%-os szorzás
pl: +20% przemnożenia
ro: +20% multiplicare
ru: увеличение +20%
sv: +20% multiplicering

source: +15% multiplication
cs: +15% nasobek
da: +15% gange
eu: +15% biderkatzailea
hu: +15%-al több
pl: +15% przemnożenia
ru: увеличение +15%
sv: +15% multiplicering

source: +10% multiplication
cs: +10% Množení
da: +10% gange
eu: +10 % biderkatzailea
hu: +10%-os szorzás
pl: +10% przemnożenia
ru: увеличение +10%
sv: +10% multiplicering

source: (Please press a key)
cs: (Prosím zmačknete klavesu)
da: (tryk på en vilkårlig tast)
eu: (Mesedez tekla bat sakatu)
hu: (Kérlek nyomj le egy gombot)
lt: (Paspauskite klavišą)
lv: (Lūdzu nospiediet taustiņu)
nn: (Trykk en valgfri knapp)
pl: (Wciśnij klawisz na klawiaturze)
ro: (Apasa o tasta)
ru: (Пожалуйста нажмите клавишу)
sv: (Tryck valfri tangent)

source: (Please press a Joystick Button)
cs: (Prosím, stiskněte tlačítko na Joysticku)
da: (tryk venligst på en joystick knap)
eu: (Mesedez Joystick-eko botoi bat sakatu)
hu: (Kérlek nyomj le egy Joystick Gombot)
lt: (Paspauskite vairalazdės klavišą)
lv: (Lūdzu nospiediet džoistika pogu)
nn: (Trykk en valgfri joystick knapp)
pl: (Wciśnij przycisk joystika)
ro: (Apasa un buton de pe Joystick)
ru: (Пожалуйста нажмите клавишу Джойстика)
sv: (Tryck ner en joystickknapp)

source: (Please move an Axis)
cs: (Prosím přesunte Osu)
da: (Bevæg venligst en akse)
hu: (Kérlek mozdíts meg egy érzékelőszervet)
lt: (Pajudinkite vairalazdės ašį)
lv: (Lūdzu pabīdiet assi)
nn: (Beveg en akse)
pl: (Przesuń oś na kontrolerze)
ro: (Misca o axa)
ru: (Пожалуйста подвигайте Ось)
sv: (Rör en axel)

source: (Please move a Slider)
cs: (prosim presunte posuvnik)
da: (bevæg venligst en slider)
eu: (Mesedez desplazatzeko barra mugiarazi)
hu: (Kérlek mozgasd meg a csúszkát)
pl: (Proszę porusz przepustnicą)
ro: (Misca un Slider)
ru: (Пожалуйста, подвиньте Ползунок)
sv: (Var vänlig flytta ett Skjutreglage)

source: (No Languages found)
cs: (žádné jazyky nenalezeny)
da: (intet sprog fundet)
eu: (Ez dira Hizkuntzarik aurkitu)
hu: (Nyelvek nem találhatók)
lt: (Kalbų sarašas nerastas)
lv: (Nav atrastas valodas)
nn: (Ingen språk funnet)
pl: (Nie znaleziono innych języków)
ro: (Nu a fost gasita nicio limba)
ru: (Языки не найдены)
sv: (Inga språk hittades)
uk: (Жодної мови не знайдено)

source: (no author information available)
cs: žádné informace o autorovi
da: (ingen forfatter information tilgængelig)
eu: (ez dago autorearen informaziorik)
hu: (nincs készítői informáació)
is: ( neitun rithöfundur upplýsingar laus )
lt: (Informacijos apie autorių nėra)
lv: (nav pieejama autora informācija)
nn: (Ingen forfatter informasjon tilgjngelig)
pl: (brak dostępnych informacji o autorze)
ro: (nu sunt valabile informatii despre autor)
ru: (информация об авторе отсутствует)
sv: (Ingen utgivarinformation tillgänglig)

source: ... loading ... (maybe you should check your internet connection)
cs: ...načítání...(Možná byste měli zkontrolovat připojení k internetu)
da: ... indlæser ... (måske burde du tjekke din internet forbindelse)
eu: ... irakurtzen ... (agian internet konexioa begiratu beharko zenuke)
hu: ... betöltés ... (Lehet ellenőrizned kéne az internet kapcsolatod)
pl: ... ładowanie ... (być może powinieneś sprawdzić swoje połączenie sieciowe)
ro: ... se incarca ... (poate ar trebui sa verificati conexiunea la internet)
ru: ... загрузка ... (возможно вам следует проверить ваше соединение с интернетом)
sv: ... laddar ... (kolla din internetuppkoppling)

source: -5% multiplication
cs: -5% Množení
da: -5% gange
eu: -5% biderkatzailea
hu: -5% szorzó
pl: -5% przemnożenia
ru: уменьшение -5%
sv: -5% multiplicering

source: -30% multiplication
cs: -30% nasobek
da: -30% gange
eu: -30% biderkatzailea
hu: -30%-os szorzás
pl: -30% przemnożenia
ru: уменьшение -30%
sv: -30% multiplicering

source: -25% multiplication
cs: -25% nasobek
da: -25% gange
hu: -25%-al kevesebb
pl: -25% przemnożenia
ro: -25% multiplicare
ru: уменьшение -25%
sv: -25% multiplicering

source: -20% multiplication
cs: -20% nasobek
da: -20% gange
eu: -20% biderkatzailea
hu: -20%-os szorzás
pl: -20% przemnożenia
ro: -20% multiplicare
ru: уменьшение -20%
sv: -20% multiplicering

source: -15% multiplication
cs: -15% nasobek
da: -15% gange
hu: -15%-os szorzás
pl: -15% przemnożenia
ru: уменьшение -15%
sv: -15% multiplicering

source: -10% multiplication
cs: -10% nasobek
da: -10% gange
hu: -10%-os szorzás
pl: -10% przemnożenia
ro: -10% multiplicare
ru: уменьшение -10%
sv: -10% multiplicering
uk: зменшення -10%

source: ^8 Player: ^7
cs: ^8 Hráč: ^7
da: ^8 Spiller: ^7
eu: ^8 Jugadorea: ^7
hu: ^8 Játékos: ^7
is: ^8 Leikmaður : ^7
lt: ^8 Žaidėjas: ^7
lv: ^8 Spēlētājs ^7
nn: ^8 Spiller: ^7
pl: ^8 Gracz: ^7
ro: ^8 Jucator: ^7
ru: ^8 Игрок: ^7
sv: ^8 Spelare: ^7

source: ^1 usage: /rcmd [command] [optional arguments]
da: ^1 brug: /rcmd [command] [optional arguments]
hu: ^1 használat: /rcmd [command] [optional arguments]
is: ^1 notkun : rcmd [ stjórn ] [ valfrjáls rifrildi ]
lt: ^1 naudojimas: /rcmd [komanda] [laisvai pasirenkamas turinys]
lv: ^1 Lietošana /rcmd [komanda] [opcionālie argumenti]
nn: ^1 bruksstatistikk: /rcmd [hydraulikk] [valgfrie argumenter]
pl: ^1 użycie: /rcmd [komenda] [opcjonalne argumenty]
ro: ^1 utilizare: /rcmd [command] [optional arguments]
ru: ^1 использования: /rcmd [команда] [опциональные аргументы]
sv: ^1 användning: /rcmd [kommando] [valbara argument]
uk: ^1 використання: /rcmd [команда] [опціональні параметри]

source: ^1 unkown Command:
cs: ^1 neznámý příkaz:
da: ^1 ukendt Kommando:
eu: ^1 komando ezezaguna:
hu: ^1 ismeretlen parancs:
is: unkown Stjórn :
lt: ^1 nežinoma komanda:
lv: ^1 nezināma komanda
nn: ^1 ukjent hydraulikk:
pl: ^1 nieznana komenda:
ro: ^1 Comanda necunsocuta:
ru: ^1 Неизвестная команда:
sv: ^1 okänt Kommando:

source: ^1 ERROR: you must use /rlogin [password] first
cs: ^1 CHYBA: Musíte použít /rlogin [heslo]
da: ^1 FEJL: du skal bruge /rlogin [kodeord] først
hu: ^1 HIBA: használnod kell / belépés [jelszó] előszőr
is: ^1 Villa : þú verða nota rlogin [ lykilorð ] fyrstur
lt: ^1 KLAIDA: pirmiausia jūs privalote naudoti /rlogin [slaptažodis]
lv: ^1 Kļūda jums jāizmanto /rlogin [parole] vispirms
nn: ^1 ERROR: Du må bruke /rlogin [passord] først
pl: ^1 BŁĄD: Najpierw musisz użyć /rlogin [hasło]
ro: ^1 EROARE: trebuie sa folosesti /rlogin [password] prima data
ru: ^1 ОШИБКА: вы должны использовать /rlogin [пароль] сначала
sv: ^1 FEL: du måste använda /rlogin [lösenord] först

source: ^1 ERROR: protocol error while trying to send command to RCON:
cs: ^1 CHYBA: chyba protokolu při posílání příkazu na RCON:
da: ^1 FEJL: protokol fejl under forsøg på at sende kommando til RCON:
hu: ^1 HIBA: protokoll hiba az RCON-nak való utasítás közben:
is: ^1 Villa : siðareglur villa á meðan erfiður til senda stjórn til RCON :
lt: ^1 KLAIDA: protokolo klaida bandant išsiųsti comandą į RCON:
lv: ^1 Kļūda protokola kļūda kamēr mēģināja nosūtīt komandu uz RCON
nn: ^1 ERROR: protokoll feil under forsøket på å sende kommandoen til RCON:
pl: ^1 BŁĄD: Błąd protokołu podczas próby wysyłania komendy do RCON:
ro: ^1 EROARE: eroare de protocol in timpul transmiterii comenzii la RCON:
ru: ^1 ОШИБКА: ошибка протокола во время попытки посылания команды к RCON:
sv: ^1 ERROR: fel i protokoll vid sändning av kommando till RCON:
uk: ^1 ПОМИЛКА: помилка протоколу у відсиланні команд до RCON:

source: ^1 ERROR: protocol error while trying to log into RCON:
cs: ^1 CHYBA: Protokolní chyba při přihlašování na RCON:
da: ^1 FEJL: protokol fejl under forsøg på på at logge på RCON:
eu: ^1 ERROREA: protokoloaren errorea RCON-ko autentifikazioa frogatzean
hu: ^1 HIBA: protocol hiba az RCON kapcsolódása közben:
is: ^1 Villa : siðareglur villa á meðan erfiður til trjábolur inn í RCON :
lt: ^1 KLAIDA: įvyko protokolo klaida jungiantis prie RCON:
lv: ^1 Kļuda protokola kļūda kamēr mēģinājāt ielogoties RCON
nn: ^1 ERROR: protokoll feil under forsøket på å logge inn til RCON:
pl: ^1 BŁĄD: Błąd protokołu podczas próby logowania się do RCON:
ro: ^1 EROARE: eroare de protocol in timpul logarii la RCON:
ru: ^1 ОШИБКА: ошибка протокола во время попытки записи в RCON:
sv: ^1 ERROR: fel i protokoll under inloggningsförsök till RCON:

source: ^1 ERROR: not in network mode
cs: ^1 CHYBA: Nemáte zapnutý sítový mod
da: ^1 FEJL: ikke i netværks mode
eu: ^1 ERROREA: ez zaude online moduan
hu: ^1 HIBA: nem hálózati mód
is: ^1 Villa : ekki í net unga fólkið
lt: ^1 KLAIDA: ne tinklo režime
lv: ^1 Kļūda nav tīkla režīma
nn: ^1 ERROR: Ikke i nettverk modus
pl: ^1 BŁĄD: Nie jesteś w trybie sieciowym
ro: ^1 EROARE: nu esti in modul de retea
ru: ^1 ОШИБКА: не в мультиплеерном режиме
sv: ^1 ERROR: ej i nätverksläge

source: ^1 Error Parsing command
cs: ^1 Chyba při parsování příkazu
da: ^1 Fejl med at bearbejder kommando
hu: ^1 HIBA a parancs elemzése közben
is: ^1 Villa Flokka stjórn
lt: ^1 KLAIDA: bloga komandos gramatika
lv: ^1 Kļūda Parsing komandās
nn: ^1 Error under hydraulikk analysering
pl: ^1 Błąd komendy Parsera
ro: ^1 Eroare in parsarea comenzii
ru: ^1 Ошибка команды Парсинга
sv: ^1 Fel under kommandoanalysen

source: not existing
cs: neexistující
da: Eksisterer ikke
hu: nem létezik
lt: Neegzistuojantis
lv: Neeksistē
nn: ikke eksisterende
pl: nie istnieje
ro: nu existente
ru: не существует
sv: existerar inte
uk: не існує

source: changed
cs: změněno
da: ændret
eu: aldatuta
hu: megváltoztatva
lt: pakeista
lv: Mainīts
nn: endret
pl: zmienione
ro: modificat
ru: Изменено
sv: ändrad
uk: змінено

source: unknown.dds
cs: neznámo.dds
da: ukendt.dds
hu: ismeretlen.dds
is: óþekktur.dds
lt: nežinomas.dds
lv: nezināms.dds
nn: ukjent.dds
ro: necunoscut.dds
sv: okänd.dds

source: mousecfg.bmp
lv: mousecfg.bm
