Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: tools/i18n/ror/*.po
Languages: ca, cs, da, eu, hu, is, lt, lv, nn, pl, ro, ru, sv, uk

source: Particles like water cannons or plain trails. Can be over-used in Multiplayer.
cs: Učinky, jako jsou vodní děla nebo holé stezky. Může být použito v průběhu-Multiplayeru.
da: Partikler som vand kanoner eller alm. spor. kan be misbrugt i Multiplayer.
eu: Kainoiak bezalako partikulak. Online moduan asko erabili daiteke eta ez da gomendatzen.
hu: Lassithatja a teljesítmenyt Többjátékos módban.
lt: Dalelės tokios kaip vandens patrankos arba paprastos srovės.
lv: Daļiņas priekš ūdens bumbām. (var tikt izmantotas multiplayerā)
nn: Partikler som vann-kanoner eller lignende. Kan overkjøres i Multiplayer.
pl: Systemy cząsteczek takie jak działka wodne, czy spaliny samolotu. Mogą być nadużywane w trybie wieloosobowym.
ro: Particule precum umezeala sau urme de roti. Pot fi supra-folosite in Multiplayer.
ru: Частицы для водных пушек (может быть использовано в мультиплеере).
sv: Partiklar som vattenkanoner eller flygplansrök. Kan överanvändas i Flerspelarläget.

source: Particle systems
ca: Sistema de Partícules
cs: Částicové systémy
da: Partikel systemer
eu: Partikulen sistema
hu: Részecske rendszer
lt: Dalelių sistemos
lv: Daļiņu sistēma
nn: Partikkel system
pl: System cząstek
ro: Sisteme de particule
ru: Система частиц
sv: Partikelsystem

source: Options
ca: Opcions
cs: Volby
da: Indstillinger
hu: Beállítások
lt: Nustatymai
lv: Uzstādījumi
nn: Valg
pl: Opcje
ro: Optiuni
ru: Опции
sv: Alternativ

source: one step more flaps.
cs: o krok pro více klapek.
da: Et trin mere flaps.
eu: aleroiak gradu bat gehiago.
hu: fékezőszárny fel egy lépéssel
pl: następny poziom klap.
ru: выпустить закрылки на один шаг
sv: ett steg mer klaffar.

source: one step less flaps.
cs: o jeden krok snizte klapky.
da: et trin mindre flaps.
hu: fékezőszárny vissza egy lépéssel
pl: zmniejsz klapy o jedną pozycję
ru: убрать закрылки на один шаг
sv: ett steg mindre klaffar.

source: ok (end test)
cs: ok (konec testu)
da: OK (slut test)
eu: ok (testa bukatu)
hu: rendben (teszt vége)
lt: Gerai (testavimas baigtas)
lv: Ok (testa beigas)
nn: ok (slutt test)
pl: Ok (zakończ test)
ro: OK (terminare test)
ru: ДА (закончить тест)
sv: Ok (avsluta test)

source: OK
lt: Tinkamas
ru: ДА

source: Ogre config validation error
cs: Ogre config validační chyba
da: Ogre konfigurations validerings fejl
hu: Ogre konfig érvenyesítési hiba
lt: Ogre konfiguracijos patvirtinimo klaida
lv: Ogre konfigurācijas apstiprināšanas kļūda
nn: Ogre konfig validering feil
pl: Błąd zatwierdzenia konfiguracji OGRE.
ro: Eroarea de validare a configuratiilor Ogre
ru: Ошибка правильности конфигурации OGRE
sv: Ogre konfigurationvalideringsfel

source: Ogre config error
cs: Chyba Ogre Config
da: Ogre konfigurations fejl
eu: Ogre konfigurazioko errorea
hu: Ogre konfig hiba
lt: Ogre konfiguravimo klaida
lv: Ogre konfigurācijas kļūda
nn: Ogre konfigurasjonsfeil
pl: Błąd konfiguracji OGRE
ro: Eroare de configurare Ogre
ru: Ошибка конфигурации OGRE
sv: Ogre konfigurationsfel
uk: Помилка конфігурування Ogre

source: Not much impact on speed.
cs: Nic moc vliv na rychlost.
da: Ikke megen effekt på fart.
eu: Errendimenduan ez du eragin handirik eragiten.
hu: Nem nagyon befojásolja a sebességet.
lt: Mažai įtakos sistemos apkrovimui.
lv: Nedaudz ietekmē ātrumu
nn: Ikke mye innvirkning på hastigheten.
pl: Niewielki wpływ na szybkość
ro: Nu are prea mare impact asupra performantei.
ru: Не сильно сказывается на производительности
sv: Inte så stor skillnad på prestandan

source: normal camera
cs: puvodní kamera
da: normal kamera
eu: kamara normala
hu: normális kamera
is: eðlilegur myndavél
lt: Normali kamera
lv: Normāla kamera
nn: Normalt kamera
pl: normalna kamera
ro: camera normala
ru: Нормальная камера
sv: Normal kamera

source: normal brake for an aircraft
cs: normalni brzdy pro letadlo
da: Normal bremse for et fly
eu: balazta normalak hegazkin batentzako
hu: Normál fék repülőnek
pl: normalny hamulec dla samolotu
ro: frana de serviciu pentru avion
ru: нормальный тормоз для самолёта
sv: normal broms för ett flygplan

source: Non-Driveable
cs: Neříditelné
da: Ikke kørbar
eu: Ezin-gidatu
hu: Nem-vezethető
is: Non-Ökufær
lv: Nav Braucams
nn: Ikke kjørbar
pl: Nie do prowadzenia
ro: Imposibil de condus
ru: Ведомое
sv: Ej körbar

source: Nodes:
cs: Uzly:
da: Noder:
hu: Csomópontok:
is: punktur:
lt: Mazgai:
lv: Mezgli
nn: Knuter:
pl: Węzły:
ro: Noduri:
ru: Узлы:
sv: Noder:

source: node count:
cs: počítač uzlu:
da: Node tal
hu: Csomópontok száma:
lt: Mazgų kiekis:
lv: mezglu skaits
nn: Opptelte knuter:
pl: liczba węzłów:
ro: numar de noduri:
ru: счёт узлов:
sv: Antal noder:

source: no thrust
cs: bez tahu
da: ingen kraft
hu: nincs tolóerő
pl: brak ciągu
ro: motor oprit
ru: нет тяги
sv: ingen dragkraft

source: no flaps.
cs: zadne klapky.
da: ingen flaps.
hu: fékezőszárnyak síkban
pl: bez klap.
ru: полностью убранные закрылки.
sv: inga klaffar.

source: No effect unless you mess with water, looks pretty good also.
cs: Žádný vliv, pokud si blbneš ve vodě, vypadá docela dobře také.
da: Ingen effekt, med mindre du påvirker vandet, ser også ret godt ud.
hu: Nincs effekt amíg vízzel nem találkozol, ugyancsak jól néz ki.
lt: Efektas būna tik tuomet kai naudojatės vandeniu.
lv: Nekāda efekta kamēr jūs darbojaties ar ūdeni, izskatās labi tāpat
nn: Ingen virkning med mindre du leker i vann.
pl: Nie ma wpływu na grę dopóki nie bawisz się z wodą. Dobrze wygląda.
ro: Nu are niciun efect atata timp cat nu stai in apa, dar arata bine.
ru: Никакого эффекта, если вы возитесь с водой. Выглядят и так прекрасно.
sv: Saknar betydelse såvida du inte rör vattnet, ser ganska bra ut också.

source: No differential installed on current vehicle!
cs: Zadny diferencial neni instalonvan na aktualnim vozidle!
da: Ingen differentiale installeret på dette køretøj!
eu: Auto onek ez ditu diferentzialak instalatuta!
hu: Nincs differenciálmű a jelenlegi járművön
pl: Brak dyferencjału w pojeździe!
ro: Vehiculul nu are diferential instalat!
ru: На этой машине диффиренциал не установлен
sv: Det finns ingen differential installerad på detta fordon!

source: no deadzone
cs: žádná mrtvá zona
da: ingen dødzone
hu: nincs holtpont
lt: nėra ribos
lv: Nav mirušās zonas
nn: ingen deadzone
pl: brak martwej strefy
ro: fara deadzone
ru: нет мёртвой зоны
sv: Inga dödzoner

source: no author information available
cs: žádné informace o autorovi
da: Ingen forfatter information tilgængelig
eu: autorearen informaziorik gabe
hu: nincs készitői információ
is: neitun rithöfundur upplýsingar laus
lt: Autoriaus informacijos nėra
lv: nav pieejama autora informācija
nn: Ingen forfatterinformasjon tilgjengelig
pl: brak informacji o autorze
ro: nu sunt valabile informatii despre autori
ru: Отсутствует информация об авторе
sv: Ingen skaparinformation tillgänglig.

source: no airbrakes
cs: zadne vzdusne brzdy
da: ingen luftbremse
eu: aireko balaztarik ez
hu: nincs légfék
pl: brak hamulców aerodynamicznych
ru: нету воздушного тормоза
sv: inga luftbromsar

source: Nickname:
ca: Àlies:
cs: Přezdívka:
da: Brugernavn:
hu: Nicknév:
lt: Slapyvardis:
lv: Lietotājvārds
nn: Kallenavn
pl: Pseudonim:
ro: Nume in joc:
ru: Никнейм
sv: Användarnamn:

source: new Language selected
cs: Nový jazyk zvolen
da: nyt sprog valgt
hu: új nyelv kiválasztása
lt: nauja Kalba pažymėta
lv: Jauna valoda izvēlēta
nn: Nytt språk valgt
pl: wybrano nowy język
ro: Limba noua selectata
ru: Новый язык выбран
sv: Nytt språk är valt

source: Network
ca: Joc Online
cs: Sít
da: netværk
eu: Online jokoa
hu: Hálózat
lt: Tinklas
lv: Tīkls
nn: Nettverk
pl: Sieć
ro: Retea
ru: Интернет
sv: Nätverk

source: move right mirror to the right
cs: přesunout na pravé zrcátko vpravo
da: flyt højre spejl til højre
eu: eskubiko ispilua eskubirantz mugitu
hu: Jobb oldali tükör jobbra mozdítása
pl: przesuń prawe lusterko na prawo
ru: подвинуть правое зеркало вправо
sv: flytta höger spegel till höger

source: move replay fast forward
cs: posunte replay rychle dopredu
da: spol frem i replay
hu: visszajátszás gyors előretekerése
pl: przewiń powtórkę szybko do przodu
ru: быстро проиграть вперёд в режиме повтора
sv: flytta replay snabbspolning framåt

source: move replay fast backward
cs: posunte replay rychle dozadu
da: Kør replay hurtigt baglæns
hu: visszajátszás gyors visszatekerése
pl: przewiń szybko do tyłu powtórkę
ru: Перемотать назад(быстро)
sv: gå upp snabbt bakåt
uk: Перемотати повтор назад (швидко)

source: move left mirror to the right
cs: přesun levé zrcátko doprava
da: Flyt venstre spejl til højre
eu: ezkerreko ispilua eskubira mugitu
hu: bal oldali tükör jobbra mozdítása
pl: przesuń lewe lusterko w prawo
ro: muta oglinda stanga spre dreapta
ru: подвинуть левое зеркало вправо
sv: flytta vänster spegel till höger

source: move left mirror to the left
cs: posunte leve zrcatko do leva
da: flyt venstre spejl til venstre
eu: ezkerreko ispilua ezkerrera mugitu
hu: Bal oldali tükör balra mozdítása
pl: przesuń lewe lusterko w lewo
ro: misca oglinda stanga spre stanga
ru: подвинуть левое зеркало влево
sv: flytta vänster spegel till vänster

source: move character up
cs: přesuň postavu na horu
da: bevæg karakteren op
eu: karakterea gorantz mugitu
hu: karakter felfele mozgatása
pl: przesuń postać wyżej
ru: переместить игрока вверх
sv: flytta karaktär upp

source: move character down
cs: posunte figurinu dolu
da: bevæg karakter ned
eu: karakterea berantz mugitu
hu: karakter lefele mozgatása
pl: przesuń postać w dół
ru: переместить игрока вниз
sv: flytta karaktär fastställs

source: Motion blur
ca: Borrós en moviment
cs: Pohybové rozostření
da: Bevægelses sløring
eu: Mugimenduan borrosoa
hu: Elmosódás
lt: Judėsio miglotumas
lv: Miglaina kustība
pl: Rozmycie obrazu
ro: Miscare in reluare
ru: Размытие изображения в движении
sv: Rörelsesudd

source: more right mirror to the left
cs: vice prave zrcatko do leva
da: Mere højre spejl til venstre
eu: eskuineko ispilua ezkerrerantz mugitu
hu: Jobb oldali tükör balra mozdítása
pl: przesuń prawe lusterko w lewo
ru: подвинуть правое зеркало влево
sv: mer rätt spegel till vänster

source: more replay forward
cs: jeste replay dopredu
da: hurtigere frem replay
eu: aurreratu Replay moduan
hu: visszajátszás előre
pl: przewiń powtórkę do przodu
ru: Перемотать вперед(быстро)
sv: mer replay framåt

source: more replay backward
cs: jeste replay dozadu
da: hurtigere baglæns replay
eu: Replay atzerantz mugitu
hu: visszajátszás hátrafelé
pl: przewiń więcej do tyłu powtórkę
ro: replay inapoi mai mult
ru: перемотка назад (быстро)
sv: mer replay bakåt

source: more airbrakes
cs: vice vzduchove brzdy
da: flere luftbremser
eu: aire-freno gehiago
hu: több légfék
pl: więcej hamulców aerodynamicznych
ro: frani planare mai puternice
ru: увеличить воздушный тормоз
sv: Mer Luftbroms
uk: Збільшити повітряний тормоз

source: Mirrors
ca: Retrovisors
cs: Zrcátka
da: Spejle
hu: Tükrök
lt: Veidrodžiai
lv: Spoguļi
nn: Speil
pl: Lusterka
ro: Retrovizoare
ru: Зеркала
sv: Speglar

source: minimum visibility range in percent
ca: Mínim rang de visibilitat(en percentatge)
cs: minimální rozsah viditelnosti v procentech
da: Minimum synligheds rækkevidde i procent
hu: Minimum láthatósági távolság százalékban
lt: mažiausias regos atstumas procentaline išraiška
lv: Minimālā redzamība procentos
nn: minimum synslengde i prosent
pl: Minimalna widoczność w procentach
ro: raza vizuala minima in procente
ru: минимальная видимомость в процентах
sv: Minimala synlighets räckvidden i procent
uk: Мінімальна дистанція видимості у відсотках

source: Mid range selected
cs: Stredni rozsah vybran
da: Mellem område valgt
eu: 4x4 ertaina
hu: Középtáv kiválasztva
pl: Wybrano średnie przełożenie
ru: Выбран средний диапазон
sv: Mitten rad utvalda
uk: Обраний середній діапазон

source: max Speed:
ca: Velocitat màxima:
cs: maximální Rychlost:
da: Maks. Hastighed:
eu: Abiadura max:
hu: max Sebesség:
lt: Maksimalus greitis:
lv: Max ātrums
nn: Maks Hastighet:
pl: Maksymalna prędkość:
ro: viteza maxima:
ru: Максимальная скорость:
sv: Maximal Fart:

source: Mass:
cs: Hmotnost:
da: Masse:
hu: Tömeg:
is: samansafn:
lt: Masė:
lv: Massa
nn: Masse
pl: Ciężar:
ro: Masa:
ru: Масса:
sv: Massa:

source: Manual shift - Auto clutch
cs: Manualní řazení - automatická spojka
da: Manuel gearskift - automatisk kobling
hu: Manuális sebességváltó - Automata kuplung
is: Handbók breyting Sjálfvirkt farartæki grip
lt: Rankinė greičių dežė - Automatinė sankaba
lv: Rokas pārslēgšana - Automātisks sajūgs
nn: Manual giring, automatisk kløtsj
pl: Manualna skrzynia - Automatyczne sprzęgło
ro: Schimbator manual - Ambreaj automat
ru: Ручное переключение - Автоматическое сцепление
sv: Manuell växel - Automatisk koppling

source: manual clutch (for manual transmission)
cs: manualni spojka (pro manualni razeni)
da: manuel kobling (til manuel gearskifte)
hu: manuális kuplung (manuális váltóhoz)
pl: Sprzęgło manualne (dla ręcznej skrzyni biegów)
ru: ручное сцепление (для механической КПП)
sv: manuell koppling (för manuell transmission)

source: Machine
cs: Stroj
da: Maskine
hu: Gépezet
is: vél
lt: Mechanizmas
lv: Mašīna
nn: Maskin
pl: Maszyna
ro: Masina
ru: Машина
sv: Maskin

source: Lower
cs: Nižší
da: Nedre
hu: Lentebb
lt: Apatinis
lv: Zemākais
nn: Nedre
pl: Niższy
ro: Mai jos
ru: Ниже
sv: Nedre

source: Low range selected
cs: nizky rozsah vybran
da: Lav område valgt
hu: Kis távolság kiválasztva
pl: Wybrano niskie przełożenie
ro: Raport mic selectat
ru: Выбран низкий диапазон
sv: Lägst antal utvalda

source: look back (toggles between normal and lookback)
cs: kouknete spet (přepíná mezi normalnim a lookbackem)
da: kig bagud (skifter mellem alm. og tilbageblik)
hu: hátranéz (váltás előre és hátranézés között)
pl: spójrz w tył (przełącza między widokiem normalnym, a do tyłu
ru: посмотреть назад (переключиться между обычным и просмотром назад)
sv: blicka tillbaka (växlar mellan normal och lookback)

source: loading...
cs: nahravani...
da: Loader...
eu: irakurtzen...
hu: betöltés...
lt: kraunama...
lv: Ielādē...
nn: laster...
pl: ładowanie...
ru: Загружаю...
sv: laddar...

source: Loading zips in group
cs: Nacitam Zip ve skupine
da: Henter zip-filer i gruppe
eu: Pentsatzen... zips taldeetan
hu: ZIP-ek betoltése a csoportba
lt: Pakraunamos zip bylos į grupes
lv: Ielādēt zipus grupās
nn: Laster zips i gruppe
pl: Ładowanie archiwów (zip) w grupę
ro: Se incarca fisierele zip
ru: Загрузка ZIP в группу
sv: Laddar zippar i grupp

source: Loading Terrain
cs: Nahravani mapy
da: Loader terræn
hu: Térkép betöltése
lt: Kraunama teritorija
lv: Ielādē karti
nn: Laster terreng
pl: Ładowanie terenu
ru: Загрузка ландшафта
sv: Laddar Terräng

source: loading new zip:
cs: nacitam novy zip:
da: lastning nye zip:
hu: új zip fájl betöltése
pl: wgrywam następnego zip'a:
ro: incarca fisier zip:
ru: загружаю новый ЗИП:
sv: laddar ny zip:

source: loading new directory:
cs: nahravam dalsi adresar:
da: Loader ny mappe:
eu: direktorio berria irakurtzen:
hu: Új könyvtár betöltése:
pl: wgrywam nowy katalog:
ro: încărcare director nou:
ru: загрузка новой директории:
sv: lastning nya katalog:

source: Loading directory
cs: načítám adresář
da: Loader mappe
hu: Konyvtár megnyitása
lt: Kraunama direktorija
lv: Ielādēšanas mape
nn: Laster inn biblotek
pl: Ładowanie katalogu
ru: Загрузка директории
sv: Laddar mapp

source: Loader
cs: Nakládač
eu: Kargadorea
hu: Rakodó
is: vistunarforrit
lt: Krovėjas
lv: Ielādētājs
nn: Laster
pl: Ładownia
ro: Incarcator
ru: Загрузчик
sv: Laddare

source: List
cs: Seznam
da: Liste
eu: Zerrenda
hu: Lista
is: skrá
lt: Sąrašas
lv: Saraksts
nn: Liste
pl: Lista
ro: Lista
ru: Список
sv: Lista

source: Linearity
cs: Linearita
da: Linæritet
hu: Folytonosság
pl: Liniowość
ru: Линейность
sv: Linjäritet

source: Light source effects:
ca: Efecte de la font de llum dels objectes:
cs: Světelné efekty:
da: Lys kilder effekter
eu: Argien asierako puntuaren efektuak:
hu: Fényforrás effektek:
lt: Šviesos šaltinio efektai:
lv: Gaismas efekti
nn: Lyskilde effekter:
pl: Efekty źródła światła:
ro: Efectele sursei de lumina:
ru: Эффетк света:
sv: Ljuskälleeffekter:

source: let the character run
cs: nechte figurinu bezet
da: Lader karakteren løbe
eu: pertsonaiak korri egiten du
hu: futás a karakterrel
pl: pozwól postaci biec
ru: бег человека
sv: låt personen springa

source: let the character jump
cs: nechte figurinu skocit
da: Lad karkateren hoppe
eu: pertsonak salto egiten du
hu: ugrás a karakterrel
pl: zezwól postaci skakać
ro: sari
ru: прыжок человека
sv: låt personen hoppa
uk: Стрибок

source: less airbrakes
cs: mene vzduchovych brzd
da: mindre luftbremse
hu: kevesebb légfék
pl: zmniejsz hamulce aerodynamiczne
ro: frani planare mai slabe
ru: уменьшить воздушный тормоз
sv: mindre luftbroms

source: Language:
ca: Idioma:
cs: Jazyk:
da: Sprog
hu: Nyelv:
lt: Kalba:
lv: Valoda
nn: Språk:
pl: Język:
ro: Limba:
ru: Язык
sv: Språk:

source: Keyboard
ca: Teclat
cs: Klávesnice
da: Tastatur
hu: Billenytűzet
lt: Klaviatūra
lv: Klaviatūra
nn: Tastatur
pl: Klawiatura
ro: Tastatura
ru: Клавиатура
sv: Tangentbord

source: Key/Axis
ca: Tecla/Eix
cs: Klíč / Osa
da: Tast/ Akse
hu: Gomb/Kezelőszerv
lt: Klavišas/Ašis
lv: Taustiņš/Asis
nn: Knapp/Akse
pl: Przycisk/Oś
ro: Tasta/Axa
ru: Клавиша/Ось
sv: Tangent/Axel

source: Joystick Options
cs: Volby Joysticku
da: Joystick indstillinger
hu: Joystick Beállítások
lt: Vairalazdės nustatymai
lv: Džoistika uzstādījumi
nn: Joystick valg
pl: Opcje joysticka
ro: Optiunile joystick-ului
ru: Опции Джойстика
sv: Joystickalternativ

source: Joystick Axis Region
cs: Joystick Osa Region
da: Joystick akse region
hu: Joystick tengely terület
lt: Vairalazdės ašies sritis
lv: Džoistika ass reģions
nn: Joystick akse region
pl: Obszar osi joysticka
ro: Regiunea axei joystick-ului
ru: Область Оси Джойстика
sv: Joystickaxelns region

source: Joystick Axis Linearity
cs: Joystick Osa Linearita
da: Jouystick akse linæritet
hu: Joystick tengely egyeneség
pl: Linearność osi joystika
ro: Liniaritatea Joystick-ului
ru: Линейность Оси Джойстика
sv: Joystick Axis Linearitet

source: Joystick Axis Deadzones
cs: Joystick Osa mrtvá zona
da: Joystick akse dødzoner
hu: Joystick tengely holtpont
lt: Vairalazdės ašies ribos
lv: Džoistika ass mirušās zonas
nn: Joystick Axis Deadzone
pl: Martwe strefy osi joysticka
ro: Zonele moarte ale axelor joystick-ului
ru: Мёртвая зона оси Джойстика
sv: Joystickaxelns dödzoner

source: Input Type:
cs: Vstupní jméno:
hu: Bemenetei Típus:
lt: Įvesties tipas:
lv: Ievades tips
nn: Kontroll type
pl: Typ wejścia
ro: Tipul intrarii:
ru: Устройство ввода:
sv: Ingångs typ:

source: incremental check: processing changed zips
cs: dilci kontrola:zpracovani zmenenych zips
da: Løbende opdatering, bearbejder ændrede zip-filer
hu: növekvő ellenörzés: megváltoztatott ZIP-ek feldolgozasa
lt: Informacijos prieaugio patikrinimas: apdorojamos pakeistos zip bylos
lv: Paraugu pārbaude processing changed zips
nn: inkrementell sjekk: behandler forandrede zips
pl: test przyrostowy: przetwarzanie zmienionych archiwów (zip)
ru: Пошаговая проверка: процесс выбора ZIP
sv: stegvis kontroll: bearbetar ändrade zippar

source: incremental check: new files
cs: dilci kontrola:nove soubory
da: Løbende opdatering, nye filer
eu: txekeo gehigarria: fitxero berriak
hu: növekvő ellenörzés: új fájlok
lt: Informacijos prieaugio patikrinimas: naujos bylos
lv: Paraugu pārbaude jauni faili
nn: inkrementell sjekk: nye filer
pl: test przyrostowy: nowe pliki
ru: Пошаговая проверка: новые файлы
sv: stegvis kontroll: nya filer

source: incremental check: new content
cs: dilci kontrola:novy obsah
da: Løbende opdatering, nyt indhold
eu: txekeo gehigarria: objectu berriak
hu: növekvő ellenörzés: új tartalom
lt: Informacijos prieaugio patikrinimas: naujas turinys
lv: Paraugu pārbaude jauns saturs
nn: inkrementell sjekk: nytt innhold
pl: test przyrostowy: nowa zawartość
ro: verificare: continut nou
ru: Пошаговая проверка: новый контент
sv: stegvis kontroll: nytt innehåll

source: incremental check: duplicates
cs: dilci kontrola:duplikaty
da: løbende kontrol: dobbeltgængere
eu: txekeo gehigarria: errepikatuak
hu: növekvő ellenörzés: duplikátumok
lt: Informacijos prieaugio patikrinimas: pasikartojančios bylos
lv: Paraugu pārbaude Dublikāti
nn: inkrementell sjekk: doblede
pl: test przyrostowy: duplikaty
ru: Пошаговая проверка: дубликаты
sv: stegvis kontroll: dubletter

source: incremental check: deleted and changed files
cs: dilci kontrola:smazane a zmenene soubory
da: løbende kontrol: slettede og ændrede filer
eu: txekeo gehigarria: ezabatutako eta aldatutako fitxeroak
hu: növekvő ellenörzés: a filok törölve és megváltoztatva
lt: Informacijos prieaugio patikrinimas: ištrintos ir pakeistos bylos
lv: Paraugu pārbaude izdzēstie un izmainītie faili
nn: inkrementell sjekk: slettede og forandrede filer
pl: test przyrostowy: usunięte i zmienione pliki
ro: verificare: fisiere sterse sau modificate
ru: Пошаговая проверка: удаление и выбор файлов
sv: stegvis kontroll: borttagna och ändrade filer

source: incremental check: deleted and changed files
cs: dilci kontrola:smazane a zmenene soubory
da: Løbende opdatering, slettede og ændrede filer
hu: növekvő ellenörzés: a filok törölve és megváltoztatva
lt: Informacijos prieaugio patikrinimas: ištrintos ir pakeistos bylos
lv: Paraugu pārbaude izdzēstie un mainītie faili
nn: inkrementell sjekk: slettede og fornadrede filer
pl: test przyrostowy: usunięte i zmienione pliki
ru: Пошаговая проверка: удаление и выбор файлов
sv: stegvis kontroll: borttagna och ändrade filer

source: increase tire pressure (note: only very few trucks support this)
cs: zvysit tlak pneumatik (poznamka:jenom hodne malo aut to podporuje)
da: øg dæktryk (OBS: kun meget få lastbiler understøtter dette)
eu: gurpilen presioa handitu (oharra: oso kamioi gutxik egin dezakete)
hu: Keréknyomás növelése (csak néhány jármű támogatja)
pl: zwiększ ciśnienie w oponach (tylko niektóre pojazdy obsługują tę funkcje)
ro: creste presiunea pneurilor (nota: doar cateva vehicule suporta functia)
ru: увеличить давление (заметка: только несколько грузовиков поддерживают это)
sv: öka tire tryck (observera: endast ett fåtal lastbilar stödja detta)
uk: Збільшити тиск у шинах (зауважте: лише кілька вантажівок підтримують це)

source: increase throttle
cs: pridejte plyn
da: giv gas
eu: azelerazioa gehitu
hu: Tolóerő növelése
pl: otwórz przepustnicę
ru: Увеличение дросселя
sv: öka gas

source: increase the current FOV value
cs: zvýšit současnou hodnotu FOV
da: Øg nuværende FOV værdi
hu: jelenlegi FOV érték növelése
pl: zwiększ bieżącą wartość FOV
ru: Увеличение текущего значения FOV
sv: öka den nuvarande FOV värde

source: increase the airplane thrust
cs: zvysuje tah letadla
da: Øg flyets trykkraft
hu: növeli a repülőgép tolóerő
pl: zwiększ ciąg silników samolotu
ru: увеличение тяги самолета
sv: öka flygplan dragkraft

source: increase day-time a lot faster
cs: pridejte denni cas rychleji
da: Øg tidspunkt på dagen meget hurtigere
hu: napi idő hosszabbítása nagy mértékben
pl: zmień szybko porę dnia na późniejszą
ru: ещё большее увеличение дневного времени
sv: ökningen dag Temne en mycket snabbare

source: increase day-time
cs: zvysit denni cas
da: øg tidspunkt på dagen
eu: egun-ordua gehitu
hu: napi idő hosszabbítása
pl: późniejsza pora dnia
ru: увеличение дневного времени
sv: ökningen dag temne

source: In what Format should screenshots be saved?
cs: Jaké formáty snímku mohou být uloženy?
da: I hvilket format skal screenshots gemmes?
hu: Mielyen formátumba legyenek a képeid elmentve?
lt: Kokiu formatu turėtu buti išsaugomi vaizdeliai ?
lv: Kādā formātā jāsaglabā ekrānšāviņi?
nn: I hvilket format skal skjermbildene lagres?
pl: W jakim formacie mają być zapisane zrzuty ekranu?
ro: In ce format vrei sa fie salvate pozele?
ru: В каком формате дожен быть сохранён скриншот?
sv: I vilket format ska skärmdumpar bli sparade på?
