Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: tools/i18n/ror/*.po
Languages: ca, cs, da, eu, hu, is, lt, lv, nn, pl, ro, ru, sv, uk

source: Displays node numbers and more info along nodes and beams.
cs: Zobrazuje čísla uzlu a více info po uzlech a trámy.
da: Viser node tal og mere information sammen med noder og bjælker.
eu: Nodo bakoitzaren zenbakia adierazten da eta autoaren nodoetan zenbait informazio gehigarria.
hu: Csomópontok száma és egyéb információ megjelenítése a csomópontok és tartórudak mentén.
lt: Rodo mazgų numerius ir kitą informaciją prie mazgų ir strypų.
lv: Parāda mezglu nummurus un vairāk info par atsevišķiem mezgliem un stariem
nn: Viser node nummer og annet info om nodes og beams.
pl: Wyświetl numery węzłów i więcej informacji na temat węzłów i belek.
ro: Afiseaza numarul de noduri si mai multe informatii despre noduri si bare.
ru: Показывает номера узлов скелета и больше информации о них и о лучах
sv: Visar nodnummer och annan info rörande noder och balkar.

source: display or hide net chat
cs: zobrazte nebo schovejte netovy chat
da: vis eller skjul net chat
hu: hálózati csevegés megjelenítése vagy elrejtése
pl: pokaż lub ukryj chat
ro: Afiseaza sau ascunde Chat-ul
ru: показать или скрыть сетевой чат
sv: visa eller dölj chatt

source: Disabled the map. This is for testing purposes only, you should not gain any FPS with that.
cs: Zakáže mapu. To je pro testovací účely, neměli byste získat jakoukoli FPS s tím.
da: Slå kortet fra. Dette er kun til test formål, du brde ikke vinde FPS ved det.
hu: A térkép letíltása.Semmilyen teljesítmeny növekvés nem érhető el ezáltal.
lt: Žemėlapio išjungimas. Skirta testavimo tikslams, kadrų per sekundę prieaugio nėra.
lv: Atslēdz karti. Paredzēts tikai testēšanai, ar šo FPS uzlabojumus nejutīsiet.
nn: Deaktiverer kartet. Kun for testing. Du vil ikke tjene noe ytelse på dette.
pl: Dezaktywuje mapę. Używane do testów, nie zwiększysz przez to FPS.
ro: Dezactiveaza harta. Este doar pentru testare, nu o sa ai cresteri de cadre pe secunda cu asta.
ru: Отключает карту. Только для тестирования, никакого прироста FPS от этого не будет.
sv: Stänger av kartan. Detta är endast till för teständamål, du bör inte få mer FPS med det.

source: Disable Overview Map
ca: Desactiva el Mapa
cs: Zakázat Přehled Mapy
da: Slå oversigts-kort fra
hu: Felülnézeti Térkép Letiltása
lt: Išjungti žemėlapio rodymą
lv: Atslēgt pārskata karti
nn: Deaktiver oversiktskart.
pl: Dezaktywuj Mapę terenu
ro: Dezactiveaza vederea de ansamblu a hartii
ru: Отключить маленькую карту
sv: Inaktivera översiktskarta

source: disable creak sound
ca: Desactivar pics de so
cs: vypni skřípací zvuk
da: Fjern knirke lyd
hu: karosszéria csikorgásának letiltása
pl: wyłącz dźwięk 'skrzypienia'
ro: fara 'scartait' mecanic
ru: отключить звук скрипа
sv: inaktivera knaka ljud
uk: Вимкнути звук

source: Disable Camera Pitching
ca: Desactivar el punt de la camera
cs: Vypne Kamerovy Pitching
da: Slå kamera hældning fra
eu: Kamara puntua desaktibatu\kendu
hu: Kamerarázkódás kikapcsolása
lt: Įšjungti kameros svyravimą
lv: Atslēgt kameras raustīšanos
nn: Deaktiver nytt kamera
pl: Wyłącz kołysającą się kamerę
ro: Dezactiveaza inclinarea camerei
ru: Отключить тряску камеры
sv: Avaktivera kameralutning
uk: Відключити гойдання камери

source: Differentials switched to:
cs: Diferencialy prepnuty na:
da: Differentialer skiftet til:
hu: Differenciálok beállítása:
pl: Zmień dyferencjał na:
ru: Дифференциалы включены в режиме:
sv: Differentialer kopplade till:

source: Device:
cs: Zařízení:
da: Kontroller:
hu: Berendezés:
lt: Prietaisas:
lv: Ierīce
nn: Enhet:
pl: Urządzenie:
ro: Dispozitiv:
ru: Устройство
sv: Anordning:

source: destruction:
cs: destrukce:
da: ødelæggelse:
eu: destrukzioa:
hu: romlás:
is: eyðilegging:
lt: Suardymas:
lv: Iznīcināts
nn: Ødelegelse:
pl: zniszczonych:
ro: avarie:
ru: разрушение:
sv: Skada:

source: Description:
cs: Popisek:
da: Forklaring:
hu: Leírás:
pl: Opis:
ro: Descriere:
ru: Описание:
sv: Beskrivning:

source: Delete selected
cs: Vymazat označené
da: Slet valgte
hu: Kijelölt törlése
lt: Ištrinti pažymėtą
lv: Izdzēst atlasītos
nn: Slett valgt
pl: Usuń zaznaczone
ro: Sterge selectia
ru: Удалить выбранное
sv: Radera valda

source: delete current truck
cs: vymazte primo toto auto
da: slet nuværende lastbil
eu: oraingo autoa ezabatu
hu: jelenlegi kamion törlése
pl: usuń bieżący pojazd
ro: şterge camionul actual
ru: удалить выбранный грузовик
sv: radera nuvarande lastbil

source: deformed:
cs: deformováno:
da: deformeret:
eu: deformatuta:
hu: deformáltság:
is: afmyndaður:
lt: Deformuotos jungtys:
lv: Deformēts
nn: deformert:
pl: zdeformowanych:
ro: deformare:
ru: деформировано:
sv: Deformerade:

source: Default Skin
cs: Puvodni skin
da: Normalt skin
hu: Alapértelmezett kinézet
pl: Domyślna skórka
ru: Стандартный скин
sv: Default Skin/Original Skin

source: decreases the current FOV value
cs: pokles aktualni FOV hodnoty
da: mindsk nuværende FOV værdi
eu: oraingo niebla kopurua jaitsi
hu: a jelenlegi FOV értékének csökkentése
pl: zmniejsza bieżącą wartość FOV
ru: уменьшить значение выбранного угла обзора
sv: minskar den nuvarande FOV värde

source: decreases the airplane thrust
cs: snizuje tah letadla
da: formindsk flyets kraft
hu: a repülőgép tolóerejének csökkentése
pl: zmniejsza ciąg silników w samolocie
ro: reduce puterea motorului de avion
ru: уменьшить тягу самолёта
sv: minskar flygplan dragkraft

source: decrease tire pressure (note: only very few trucks support this)
cs: snizit tlak tlak pneumatik (poznamka:jenom hodne malo aut to podporuje)
da: Sænk dæktrykket (OBS: kun meget få lastbiler understøtter dette)
eu: gurpilen presioa handitu (hau oso auto gutxik erabili dezakete)
hu: gumiabroncs nyomásának csökkentése (csak nagyon kevés járműnél lehetséges)
pl: zmniejsz ciśnienie w oponach (uwaga: tylko niektóre pojazdy obsługują tę funkcję)
ru: уменьшить давление шин (к сведению: только некоторые грузовики поддерживают это)
sv: minska trycket i däcken (observera: endast några lastbilar med detta)

source: decrease throttle
cs: uberte plyn
da: formindsk gas
eu: azelerazioa mantxotu
hu: tolóerő csökkentése
pl: zmniejsz przepustnice
ru: уменьшить дроссель
sv: minska gaspådrag

source: decrease day-time a lot faster
cs: uberte denni cas rychleji
da: sænk tidspunkt på dagen meget hurtigere
hu: napi idő csökkentése nagymértékben
pl: zmień szybko porę dnia na wcześniejszą
ru: сокращение дневного времени (быстро)
sv: minskningen dag Temne en mycket snabbare

source: decrease day-time
cs: uberte denni cas
da: sænk tidspunkt på dagen
eu: egun-ordua jaitsi
hu: napi idő csökkentése
pl: wcześniejsza pora dnia
ru: сокращение дневного времени
sv: Minskningen dag temne

source: Debug Truck Mass
ca: Pesos i masses
da: Fejlsøg lastbil masse
eu: Autoaren Pisua eta Masa
hu: Jármű súlyának nyomonkövetése
lt: Ištaisyti sunkvežimio masės klaidas
lv: Kļūdaina Auto massa
nn: Debug masser
pl: Analizuj masę pojazdu
ro: Testeaza Masele Vehiculelor
ru: Отладка массы грузовика
sv: Felsök fordonsmassa

source: debug purpose - dont use
cs: ladicí účely - nepouživat
da: Fejlfindings brug - brug ikke
eu: depuratzeko - EZ ERABILI
hu: Cél nyomon követése - ne használd
pl: używane do debugowana - nie używaj
ro: pentru testare - a nu se folosi
ru: отладочная цель - не использовать
sv: felsökningssyfte - använd inte

source: Debug Collision Meshes
ca: Colisió de models
da: Fejlfind kollitions meshes
hu: Nyomon követett ütközési hálózat
lt: Klaidų taisymas susiduriančiose formose
lv: Sadursmju vietu kļūdu meklēšana
nn: Debug kollisjon Meshes
pl: Testuj Meshe reagujące na kolizje (Collision Meshes)
ro: Testeaza Mesh-urile de Coliziune
ru: Отладка деформируемой сетки грузовика
sv: Felsök kollisionsmeshes

source: Deadzone
cs: Mrtva zona
da: dødzone
hu: Holtpont
lt: Riba
lv: mirusī zona
pl: Martwe pole
ru: Мёртвая зона
sv: Dödzon

source: Dashboard
ca: Quadre de comandament
cs: Přístrojová deska
da: Intrumentbord
hu: Műszerfal
lt: Prietaisų skydas
lv: Instrumentu panelis
pl: Deska rozdzielcza
ro: Bord
ru: Приборная панель
sv: Instrumentbräda
uk: Панель приладів

source: Cycle between available differental models
cs: Cykli mezi moznymi rozdilnymi modely
da: Skift mellem forskellige differentiale modeller
eu: Diferentzial ezberdinen artean aldatu
hu: Időszakok közötti elérhető modellek
pl: Przełączaj między różnymi trybami dyferencjału
ro: Alege dintre diferentialele disponibile
ru: Переключение между доступными различными моделями
sv: Bläddra mellan tillgängliga differential modeller

source: Custom Particles
ca: Partícules personalitzades
cs: Vlastní učinky
da: Brugerdefinerede partikler
hu: Sajátos elemek
lt: Įprastinės dalelės
lv: Dažādas daļiņas
nn: Tilpasset partikler
pl: Własne systemy cząsteczek (custom particles)
ro: Particule Diverse
ru: Изменяемые части
sv: Anpassade partiklar

source: current Speed:
cs: aktuální rychlost:
da: nuværende hastighed:
eu: oraino Abiadura:
hu: jelenlegi sebesség:
lt: Dabartinis greitis:
lv: Šā brīža ātrums
nn: Nåværende hastighet
pl: Bieżąca prędkość:
ro: viteza curenta:
ru: Текущая скорость:
sv: Nuvarande hastighet:

source: current RPM:
cs: aktuální otáčky:
da: Nuværende RPM
eu: oraingo RPM:
hu: jelenlegi RPM:
lt: Dabartinės apsukos:
lv: Šā brīža motora apgriezieni
nn: Nåværende RPM
pl: Liczba obrotów na minutę(RPM):
ro: RPM curent:
ru: Текущие об/мин:
sv: Nuvarande RPM:

source: current mass:
cs: aktuální hmotnost:
da: nuværende masse:
eu: oraingo masa:
hu: jelenlegi tömeg:
lt: Dabartinė masė:
lv: Šā brīža massa
nn: Nåværende masse
pl: Bieżąca masa:
ro: masa curenta:
ru: Текущая масса:
sv: Nuvarande massa:
uk: Поточна маса:

source: Current FPS:
cs: Aktuální FPS:
eu: Oraingo FPS:
hu: Jelenlegi FPS-ed:
is: Straumur FPS :
lt: Kadrai per sekunde:
lv: Šobrīd FPS
nn: Nåværende FPS
pl: Bieżąca ilość klatek (FPS):
ro: FPS curent:
ru: Текущий FPS:
sv: Nuvarande FPS:

source: CPU Settings
ca: Configuració del CPU
cs: Nastavení procesoru
da: CPU Indstillinger
eu: CPU Opzioak
hu: Processzor Beállítások
lt: Procesoriaus nustatymai
lv: CPU uzstādījumi
nn: CPU innstilinger
pl: Ustawienia procesora
ro: Setari CPU
ru: Настройки процессора
sv: Processorinställningar

source: CPU
cs: Procesory
hu: Processzor
lt: Procesorius
pl: Procesor
ru: Процессор
sv: Processor

source: Could not write to input.map file
cs: Nelze zapsat do imput.map souboru
da: Kunne ikke skrive til input.map fil
hu: Nem lehetséges az input.map fájl írása
pl: Nie można zapisać do pliku input.map
ro: Nu s-a putut scrie fisierul input.map
ru: Не удалось записать в файл input.map
sv: Kunde inte skriva till input.map fil

source: Could not write config file
cs: Nelze zapsat konfigurační soubor
da: Kunne ikke skrive konfigurations filen
hu: Nem lehetséges a config file írása
lt: Negalima įrašyti konfiguravimo bylos
lv: Nevar uzrakstīt konfigurācijas failu
nn: Kan ikke skrive konfigurasjonsfil
pl: Nie można zapisać pliku konfiguracyjnego
ro: Nu s-a putut scrie fisierul config
ru: Невозможно записать конфигурационный файл
sv: Kunde inte skriva konfigurations filen

source: Could not open Rendering device
ca: No s'ha pogut obrir el dispositiu de renderitzat
cs: Nepodařilo se otevřít vykreslovcí zařízení
da: Kunne ikke åbne render-enhed
eu: Ezin liteke Errenderizazio dispositiboa ireki
hu: Nem lehet megnyitani a rendering devicet
lt: Negalima paleisti vaizdavimo įrenginio
lv: Nevar atvērt renderēšanas ierīci
nn: Kunne ikke åpne gjengivelse enheten
pl: Nie można uruchomić urządzenia renderującego.
ro: Nu s-a putut deschide dispozitivul de renderare
ru: Невозможно открыть устройство рендеринга
sv: Kunde inte öppna renderingsanordningen

source: Controls
cs: Ovládání
da: Kontroller
eu: Kontrolak
hu: Irányítás
lt: Valdymas
lv: kontrole
nn: Kontroller
pl: Sterowanie
ro: Controale
ru: Управление
sv: Kontroller

source: connect hook node to a node in close proximity
cs: pripojte hacek uzlu k uzlu v těsné blízkosti
da: forbind krog noden med en node tæt på
eu: nodea gertu dagoen beste batekin lotu
hu: összekapcsolja a csatlakozópontot egy közeli ponttal
pl: połącz węzeł (node) haka do najbliższego węzła (node)
ru: подцепить крюк к узлу в непосредственной близости
sv: koppla kroknod till en närliggande nod
uk: Причепити крюк до найближчого вузлу

source: Configure error
cs: Chyba nastavení
da: Konfigurations fejl
eu: Konfigurazioan errorea
hu: Konfigurációs probléma
lt: Konfiguravimo klaida
lv: Konfigurācijas kļūda
nn: Konfigurasjonsfeil
pl: Błąd konfiguracji
ro: Eroare de configurare
ru: Ошибка конфигурации
sv: Konfigurationsfel

source: Community / Support
cs: Obec / Podpora
eu: Komunitatea \ Soporte teknikoa
hu: Közösség / Segítség
lt: Bendruomenė / Pagalba
lv: Kopiena / atbalsts
nn: Support / Info
pl: Społeczność / Wsparcie techniczne
ro: Comunitate / Suport
ru: Сообщество / Поддержка
sv: Gemenskap / Hjälp

source: Commands:
cs: Příkazy:
da: Kommando
hu: Parancsok:
lt: Komandos:
lv: Komandas
nn: Hydraulikk:
pl: Komendy:
ro: Comenzi:
ru: Команды:
sv: Kommandon:

source: Command 9
cs: Příkaz 9
da: Kommando 9
eu: 9 komandoa
hu: 9-es Parancs
pl: Komenda 9
ro: Comanda 9
ru: Команда №9
sv: Kommando 9

source: Command 8
cs: Příkaz 8
da: Kommando 8
eu: 8 komandoa
hu: 8-as Parancs
pl: funkcja hydrauliki 8 (command 8)
ro: Comanda 8
ru: Команда №8
sv: Kommando 8

source: Command 7
cs: Příkaz 7
da: Kommando 7
hu: 7-es Parancs
pl: funkcja hydrauliki 7 (command 7)
ro: Comanda 7
ru: Команда №7
sv: Kommando 7

source: Command 6
cs: Příkaz 6
da: Kommando 6
eu: 6 komandoa
hu: 6-os Parancs
pl: Komenda 6
ro: Comanda 6
ru: Команда №6
sv: Kommando 6

source: Command 5
cs: Příkaz 5
da: Kommando 5
hu: 5-ös Parancs
lt: Komanda 5
pl: funkcja hydrauliki 5 (command 5)
ro: Comanda 5
ru: Команда №5
sv: Kommando 5
uk: Команда №5

source: Command 48
cs: Příkaz 48
da: Kommando 48
eu: 48 komandoa
hu: 48-as Parancs
pl: Komenda 48
ro: Comanda 48
ru: Команда №48
sv: Kommando 48

source: Command 47
cs: Příkaz 47
da: Kommando 47
eu: 47 komandoa
hu: 47-es Parancs
pl: Komenda 47
ro: Comanda 47
ru: Команда №47
sv: Kommando 47

source: Command 46
cs: Příkaz 46
da: Kommando 46
eu: 46 komandoa
hu: 46-os Parancs
pl: funkcja hydrauliki 46 (command 46)
ro: Comanda 46
ru: Команда №46
sv: Kommando 46
uk: Команда №46

source: Command 45
cs: Příkaz 45
da: Kommando 45
hu: 45-ös Parancs
pl: Komenda 45
ro: Comanda 45
ru: Команда №45
sv: Kommando 45

source: Command 44
cs: Příkaz 44
da: Kommando 44
eu: 44 komandoa
hu: 44-es Parancs
pl: Komenda 44
ro: Comanda 44
ru: Команда №44
sv: Kommando 44

source: Command 43
cs: Příkaz 43
da: Kommando 43
hu: 43-as Parancs
pl: funkcja hydrauliki 43 (command 43)
ro: Comanda 43
ru: Команда №43
sv: Kommando 43

source: Command 42
cs: Příkaz 42
da: Kommando 42
eu: 42 komandoa
hu: 42-es Parancs
pl: Komenda 42
ro: Comanda 42
ru: Команда №42
sv: Kommando 42

source: Command 41
cs: Příkaz 41
da: Kommando 41
hu: 41-es Parancs
pl: Komenda 41
ro: Comanda 41
ru: Команда №41
sv: Kommando 41

source: Command 40
cs: Příkaz 40
da: Kommando 40
eu: 40 komandoa
hu: 40-es Parancs
pl: Komenda 40
ro: Comanda 40
ru: Команда №40
sv: Kommando 40

source: Command 4
cs: Příkaz 4
da: Kommando 4
eu: 4 komandoa
hu: 4-es Parancs
pl: funkcja hydrauliki 4 (command 4)
ro: Comanda 4
ru: Команда №4
sv: Kommando 4

source: Command 39
cs: Příkaz 39
da: Kommando 39
eu: 39 komandoa
hu: Parancs 39
pl: funkcja hydrauliki 139 (command 39)
ro: Comanda 39
ru: Команда №39
sv: Kommando 39

source: Command 38
cs: Příkaz 38
da: Kommando 38
hu: 38-as Parancs
pl: funkcja hydrauliki 38 (command 38)
ro: Comanda 38
ru: Команда №38
sv: Kommando 38

source: Command 37
cs: Příkaz 37
da: Kommando 37
hu: 37-es Parancs
pl: funkcja hydrauliki 37 (command 37)
ro: Comanda 37
ru: Команда №37
sv: Kommando 37

source: Command 36
cs: Příkaz 36
da: Kommando 36
hu: 36-os Parancs
pl: Komenda 36
ro: Comanda 36
ru: Команда №36
sv: Kommando 36

source: Command 35
cs: Příkaz 35
da: Kommando 35
eu: 35 komandoa
hu: 35-ös Parancs
pl: Komenda 35
ro: Comanda 35
ru: Команда №35
sv: Kommando 35

source: Command 34
cs: Příkaz 34
da: Kommando 34
eu: 34 komandoa
hu: 34-es Parancs
pl: funkcja hydrauliki 34 (command 34)
ro: Comanda 34
ru: Команда №34
sv: Kommando 34

source: Command 33
cs: Příkaz 33
da: kommando 33
eu: 33 komandoa
hu: 33-as Parancs
pl: Komenda 33
ro: Comanda 33
ru: Команда №33
sv: Kommando 33

source: Command 32
cs: Příkaz 32
da: Kommando 32
hu: 32-es Parancs
pl: Komenda 32
ro: Comanda 32
ru: Команда №32
sv: Kommando 32

source: Command 31
cs: Příkaz 31
da: Kommando 31
hu: 31-es Parancs
pl: funkcja hydrauliki 31 (command 31)
ro: Comanda 31
ru: Команда №31
sv: Kommando 31

source: Command 30
cs: Příkaz 30
da: Kommando 30
eu: 30 komandoa
hu: 30-as Parancs
pl: Komenda 30
ro: Comanda 30
ru: Команда №30
sv: Kommando 30

source: Command 3
cs: Příkaz 3
da: Kommando 3
hu: 3-as Parancs
pl: Komenda 3
ro: Comanda 3
ru: Команда №3
sv: Kommando 3

source: Command 29
cs: Příkaz 29
da: Kommando 29
eu: 29 komandoa
hu: Parancs 29
pl: funkcja hydrauliki 29 (command 29)
ru: Команда №29
sv: Kommando 29

source: Command 28
cs: Příkaz 28
da: Kommando 28
eu: 28 komandoa
hu: 28-as Parancs
pl: funkcja hydrauliki 28 (command 28)
ro: Comanda 28
ru: Команда №28
sv: Kommando 28
uk: Команда №28

source: Command 27
cs: Příkaz 27
da: kommando 27
eu: 27 komandoa
hu: 27-es Parancs
pl: Komenda 27
ro: Comanda 27
ru: Команда №27
sv: Kommando 27

source: Command 26
cs: Příkaz 26
da: Kommando 26
eu: 26 komandoa
hu: 26-as Parancs
pl: Komenda 26
ro: Comanda 26
ru: Команда №26
sv: Kommando 26
uk: Команда №26

source: Command 25
cs: Příkaz 17
da: Kommando 25
hu: 25-ös Parancs
pl: Funkcja hydrauliki 25 (Command) 25
ro: Comanda 25
ru: Команда №25
sv: Kommando 25

source: Command 24
cs: Příkaz 24
da: Kommando 24
eu: 14 komandoa
hu: 24-es Parancs
pl: funkcja hydrauliki 24 (command 24)
ro: Comanda 24
ru: Команда №24
sv: Kommando 24

source: Command 23
cs: Příkaz 23
da: Kommando 23
eu: 23 komandoa
hu: 23-as Parancs
pl: funkcja hydrauliki 23 (command 23)
ru: Команда №23
sv: Kommando 23

source: Command 22
cs: Příkaz 22
da: Kommando 22
eu: 22 komandoa
hu: 22-es Parancs
pl: funkcja hydrauliki 22 (command 22)
ru: Команда №22
sv: Kommando 22

source: Command 21
cs: Příkaz 21
da: Kommando 21
eu: 21 komandoa
hu: 21-es Parancs
pl: Komenda 21
ro: Comanda 21
ru: Команда №21
sv: Kommando 21

source: Command 20
cs: Příkaz 20
da: Kommando 20
hu: 20-as Parancs
pl: funkcja hydrauliki 20 (command 20)
ru: Команда №20
sv: Kommando 20

source: Command 2
cs: Příkaz 2
da: Kommando 2
eu: 2 komandoa
hu: 2-es Parancs
pl: funkcja hydrauliki 2 (command 2)
ru: Команда №2
sv: Kommando 2

source: Command 19
cs: Příkaz 19
da: Kommando 19
eu: 19 komandoa
hu: 19-es Parancs
pl: funkcja hydrauliki 19 (command 19)
ro: Comanda 19
ru: Команда №19
sv: Kommando 19

source: Command 18
cs: Příkaz 18
da: kommando 18
eu: 18 komandoa
hu: 18-as Parancs
pl: funkcja hydrauliki 18 (command 18)
ru: Команда №18
sv: Kommando 18

source: Command 17
cs: Příkaz 17
da: Kommando 17
eu: 17 komandoa
hu: 17-es Parancs
pl: Komenda 17
ro: Comanda 17
ru: Команда №17
sv: Kommando 17

source: Command 16
cs: Příkaz 16
da: Kommando 16
eu: 16 komandoa
hu: Parancs 16
pl: Komenda 16
ro: Comanda 16
ru: Команда №16
sv: Kommando 16

source: Command 15
cs: Příkaz 15
da: Kommando 15
hu: 15-ös Parancs
pl: funkcja hydrauliki 15 (command 15)
ru: Команда №15
sv: Kommando 15

source: Command 14
cs: Příkaz 14
da: Kommando 14
eu: 14 komandoa
hu: 14-es Parancs
pl: Komenda 14
ru: Команда №14
sv: Kommando 14

source: Command 13
cs: Příkaz 13
da: Kommando 13
eu: 13 komandoa
hu: 13-as Parancs
pl: funkcja hydrauliki 13 (command 13)
ro: Comanda 13
ru: Команда №13
sv: Kommando 13

source: Command 12
cs: Příkaz 12
da: Kommando 12
eu: 12 komandoa
hu: 12-es Parancs
pl: Komenda 12
ru: Команда №12
sv: Kommando 12

source: Command 11
cs: Příkaz 11
da: Kommando 11
eu: 11 komandoa
hu: 11-es Parancs
pl: funkcja hydrauliki 11 (command 11)
ru: Команда №11
sv: Kommando 11

source: Command 10
cs: Příkaz 10
da: Kommando 10
eu: 10 komandoa
hu: 10-es Parancs
pl: Komenda 10
ru: Команда №10
sv: Kommando 10

source: Command 1
cs: Příkaz 1
da: Kommando 1
hu: 1-es Parancs
pl: funkcja hydrauliki 1 (command 13)
ru: Команда №1
sv: Kommando 1

source: Cockpit options
ca: Opcions de Cabina
cs: Volby kokpitu
da: Cockpit valgmuligheder
hu: Pilótafülke beállításai
lt: Kabinos nustatymai
lv: Kokpita opcijas
nn: Cockpit alternativer
pl: Opcje kokpitu
ro: Optiunile cabinei
ru: Опции кокпита
sv: Förarval

source: close this dialog
cs: zavřít tento dialog
da: Lukker denne dialog
hu: ablak bezárása
lt: uždaryti pokalbį
lv: Aizvērt šo logu
nn: Lukk dette vinduet.
pl: Zamknij to okno
ro: Inchide aceasta fereastra
ru: Закрыть этот диалог
sv: Stäng fönstret

source: Click on blue hyperlinks to select a server.
cs: Kliknete na modre hyperlinky k vybrani serveru.
da: Klik på de blå hyperlinks for at vælge en server.
eu: Hiperbinkulo urdinetan klik egin server-ak autatzeko.
hu: Egy szerver kiválasztásához kattints a kék linkek valamelyikére.
pl: Kliknij w niebieskie hiperlinki by wybrać serwer.
ro: Apasa pe cuvintele subliniate pentru a selecta un server.
ru: Нажмите на синей ссылке для выбора сервера.
sv: Klicka på blåa länkar för att välja en server.

source: Clear cache
ca: Esborrar memòria cau
cs: Vyčistit cache
da: Ryd hukommelseslager
eu: Cach√© garbitu
hu: Gyorsítótár (cache) ürítése
lt: Išvalyti atsargos atmintį
lv: Iztīrīt kešu
nn: Tøm cache
pl: Opróżnij cache
ro: Goleste cache-ul
ru: Очистить кэш
sv: Rensa cachen

source: Choose a file
cs: Vyberte soubor
da: Vælg fil
eu: Fitxategi bat aukeratu
hu: Válassz egy fájlt
pl: Wybierz plik
ru: Выбрать файл
sv: Välj en fil

source: checking for new zips in
cs: kontrola nových zip
da: Kontrollerer for nye zip-filer i
hu: új ZIP-ek keresése a
lt: tikrinama ar yra naujų zip bylų
lv: Pārbauda jaunus arhīvus iekš
nn: sjekker etter nye zips i
pl: sprawdzanie nowych archiwów (zip)
ro: de verificare pentru noi zips în
ru: Проверка новых ZIP в
sv: letar efter nya zippar i

source: checking for new directories in
cs: kontrola nových adresářů
da: kontrollerer for nye mapper i
eu: Karpetak txekeatzen gauza berrien bila:
hu: új konyvtárak keresése a
lt: tikrinama ar yra naujų direktorijų
lv: Pārbauda jaunas mapes iekš
nn: Sjekker etter nye kataloger i
pl: sprawdzanie nowych katalogów
ro: control pentru nou anuare în
ru: Проверка новых директорий в
sv: letar efter nya mappar i

source: change camera mode
cs: zmenit mod kamery
da: Skift kamera
hu: kamera mód változtatása
pl: zmień tryb kamery
ru: изменить режим камеры
sv: byt kameraläge

source: center the rudder
cs: vycentrujte kormidlo
da: centrer ror
eu: timoia zentratu
hu: a kormánylapát középre vitele
pl: wyśrodkuj ster
ru: центр руля
sv: centrera rodret

source: Cancel the configuration changes and close the configuration program.
cs: Zrušte změny konfigurace a zavřete konfigurační program.
da: Fortryd konfigurationen og luk konfigurationsprogrammet.
hu: Konfigurációk visszavonása és kilépés a beállításokból.
lt: Atšaukti konfiguracijos pakeitimus ir uždaryti konfiguravimo programą.
lv: Apturiet konfigurācijas izmaiņas un aizveriet konfigurācijas programmu.
nn: Avbryt endringene og avslutt konfigurasjons programmet.
pl: Anuluj zmiany i zamknij konfigurator
ro: Blocheaza schimbarile de configuratie si inchide programul de setari.
ru: Отменить настройки изменений и закрыть программу настроек.
sv: Avbryt inställningarna och avsluta konfigurationsprogrammet.

source: Cancel
ca: Cancelar
cs: Zrušit
da: Annuller
eu: Kantzelatu
hu: Mégsem
is: hætta við
lt: Atšaukti
lv: Atcelt
nn: Avbryt
pl: Anuluj
ro: Inchide
ru: Отменить
sv: Ångra
