Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: tools/i18n/ror/*.po
Languages: ca, cs, da, eu, hu, is, lt, lv, nn, pl, ro, ru, sv, uk

source: zoom into the overview map in interactive mode
ca: zoom en el mapa general en mode interactiu
cs: priblizte mapu v ineraktivnim rezimu
da: zoome ind på det overblik kortet i interaktiv tilstand
hu: felülnézeti térkép nagyítása interaktív módban
pl: zbliżenie do mapy [ogólnej] w trybie interaktywnym
ro: zoom pe harta
ru: увеличить обзор карты в интерактивном режиме
sv: Zooma in på översiktskarta i interaktivt läge
uk: Збільшити обзор карти у інтерактивному режимі

source: zoom camera out faster
ca: zoom de la càmera més ràpida
cs: oddalte kameru rychleji
da: Zoom kamera hurtigere ud
eu: camara atzera azkar bota
hu: kicsinyítés gyorsabban
pl: szybsze oddalanie kamery
ro: departeaza camera mai repede
ru: отдалить камеру быстро
sv: zooma ut kameran snabbare
uk: Віддалити камеру швидше

source: zoom camera out
cs: oddálit kameru
da: zoom kamera ud
hu: kicsinyítés
pl: oddal kamerę
ro: departeaza camera
ru: отдалить камеру
sv: zooma ut kameran
uk: Віддалити камеру

source: zoom camera in faster
cs: priblizit pohled rychleji
da: zoom kamera ind hurtigere
eu: Kamara zoom aurrera azkarrago
hu: nagyítás gyorsabban
pl: szybkie zbliżenie kamery
ro: apropie camera mai repede
ru: приблизить камеру быстро
sv: zooma in kameran snabbare
uk: Приблизити камеру швидше

source: zoom camera in
cs: priblizit pohled
da: Zoom ind
eu: kamara gerturatu
hu: nagyítás
pl: zbliżenie kamery
ro: apropie camera
ru: приблизить камеру
sv: zooma in kameran
uk: Приблизити камеру

source: Your network name. Maximum 20 Characters.
cs: Zvol svůj nick. Maximálně 20 písmen.
da: Dit netværks navn. Maksimum 20 tegn.
eu: Zure izena. Gehienez 20 karaktere.
hu: A hálózaton használt neved. Maximum 20 karakter.
is: Þinn net nafn. Hámark 20 Eðli.
lt: Jūsų tiklo vardas. Daugiausiai 20 simbolių.
lv: Jūsu vārds Tīkla spēlē. Maksimums 20 simboli.
nn: Ditt nettverksnavn. Maks 20 tegn.
pl: Twoja nazwa sieciowa. Maksymalnie 20 znaków
ro: Numele tau din joc. Maxim 20 de caractere.
ru: Ваше имя в мультиплеере (максимум 20 символов).
sv: Ditt nätverksnamn. Maximalt 20 tecken.
uk: Ваше ім`я у мультиплеєрі (Небільше 20 символів)

source: Your Forum User Token.
cs: Vasi uzivatelskou znamku z fora.
da: Dit Forum Bruger Tegn.
hu: A fórum felhasználói azonosítód.
is: Þinn Notandi Tákn.
lt: Jūsų vartotojo forumo simbolis.
lv: Jūsu foruma lietotāja simbols
nn: Din forum bruker.
pl: Twój token użytkownika forum
ro: Numele tau de pe forum.
ru: Ваш форумный символ пользователя.
sv: Ditt användarnamn i forumet.

source: You must save and restart the program to activate the new language!
cs: Nyní musíte restartovat konfigurátor aby se změny projevily.
da: Programmet skal gemmes og genstartes, for at aktivere det nye sprog.
eu: Izkuntza berria erabiltzeko programa berriro hasi beharko duzu! (restart)
hu: Mentsd el majd indítsd újra a játékot a nyelv érvénybe léptettéséhez!
is: Þú verða spara og ræsa á ný the program til virkja the nýr tungumál!
lt: Privalote išsaugoti ir perkrauti programą norėdami aktivuoti naują kalbą!
lv: Jums jāsaglabā un jārestartē programma lai aktivizētu jauno valodu!
nn: Du må lagre og restarte programmet for å aktivere det nye språket!
pl: Musisz zapisać i uruchomić ponownie aplikację by aktywować nowy język!
ro: Trebuie sa salvezi si sa restartezi aplicatia pentru a activa noua limba!
ru: Вы должны сохранить и перезапустить игру для активации нового языка!
sv: Du måste spara och starta om för att aktivera det nya språket!
uk: Ви повинні зберегти і перезапустити програму для активації нової мови!

source: You do not need to change these settings unless you experience problems
ca: No és necessari canviar-les a no ser que tingui problemes
cs: Nemusite tato nastaveni zmenit, pokud se vyskytnou problemy
da: Du behøver ikke at ændre disse indstillinger medmindre du oplever problemer
hu: Nem kell ezeket az adatokat megvátoztasd amíg hibát nem észlelsz.
is: Þú gera ekki þörf til breyting þessir stilling nema þú reynsla vandamál
lt: Šių nustatymų keisti nereikia, nebent susiduriate su problemomis
lv: Jums nevajag mainīt šos iestatījumus ja jums nav problēmas
nn: Du trenger ikke å endre disse innstillingene med mindre du opplever problemer
pl: Nie musisz zmieniać tych ustawień jeśli nie zauważyłeś żadnych problemów.
ro: Nu e nevoie sa schimbi aceste setari, decat daca ai probleme
ru: Вам не нужно изменять эти установочные параметры если Вы не испытываете проблем.
sv: Du behöver inte ändra dessa inställningar om du inte upplever problem
uk: Вам не треба змінювати ці параметри якщо у Вас немає проблем із ними

source: You can disable the default creak sound by checking this box
cs: Zaškrtnutím tohoto políčka zakážete výchozí zvuk skřípění.
da: Du kan slå standard knirkelyden fra ved at krydse denne boks af
eu: Soinu batzuk kendu ditzazkezu kasilla hau aktibatuz
hu: Ezzel a jelölőnégyzettel kikapcsolhatod az alap nyikorgás hangot
pl: Możesz wyłączyć standardowy dźwięk 'skrzypienia' zaznaczając to pole
ro: Puteti dezactiva 'scartaitul' mecanic din aceasta casuta
ru: Вы можете выключить звук скрипа по умолчанию, отметив эту опцию
sv: Du kan avaktivera standard gnissel-ljudet genom att bocka för denna ruta
uk: Ви можете вимкнути звук скрипу за умовчанням, відзначивши цю опцію.

source: wrote screenshot:
cs: zalozit snimek:
da: Tog skærmbillede:
hu: fénykép neve:
is: fullur bræði screenshot :
lt: Atvaizdas įrašytas:
lv: Ierakstīts ekrānšāviņš
nn: Skjermbilde lagret
pl: zapisano zrzut ekranu:
ro: poza facuta:
ru: Записан скриншот:
sv: Sparade skärmdump
uk: Записан скріншот:

source: Write error
cs: Chyba zápisu
da: Skrive Fejl
hu: Írási hiba
pl: Zapisz błąd
ro: Eroare la scriere
ru: Ошибка записи
sv: Skrivfel
uk: Помилка запису

source: write current position to log (you can open the logfile and reuse the position)
cs: zapsat aktuální pozici do logu (pro pozdější použití této pozice)
da: skriv nuværende position til logen (du kan åbne logfilen og genbruge positionen)
eu: oraingo posizioa log-ean idatzi
hu: Az aktuális pozíciót kiírja a log fájlba. (Későbbi megnyitásra és felhasználásra.)
pl: zapisz bieżącą pozycję do log'a (możesz otworzyć plik log, by użyć ponownie tę pozycję)
ru: Написать текущую позицию для входа (можно открыть лог-файл и использовать положение)
sv: sparar din nuvarande position till en logfil (du kan öppna logfilen och återanvända till positionen)
uk: записати поточну позицію до логу (Ви можете відкрити лог-файл і використати позицію)

source: Worst FPS:
cs: Nejhorsi FPS:
da: Værste FPS:
hu: Legkisebb FPS:
is: Verstur FPS :
lt: Mažiausias FPS:
lv: Zemākais FPS
nn: Lavest FPS
pl: Najmniej klatek (FPS):
ro: Cel mai slab FPS:
ru: Худший FPS:
sv: Lägsta FPS:
uk: Найгірший FPS:

source: Wheels:
cs: Kola:
da: Hjul
eu: Gurpilak:
hu: Kerekek:
is: Hjolbarðar:
lt: Ratai:
lv: Riteņi
nn: Hjul:
pl: Koła:
ro: Roti:
ru: Колёса:
sv: Hjul:
uk: Колеса:

source: Water type:
ca: Tipus d'Aigua
cs: Typ vody:
da: Vand type
eu: Ur mota:
hu: Víz tipusa:
lt: Vandens tipas:
lv: Ūdens tips
nn: Vann type:
pl: Typ wody:
ro: Modelul apei:
ru: Тип воды:
sv: Vattentyp:
uk: Тип води:

source: Water spray
ca: Aigua en Spray
cs: Stříkaní vody
da: Vand sprøjt
eu: Ura spray moduan
hu: Víz spray
lt: Vandens purslai
lv: Ūdens šļaksti
nn: Vannsprut
pl: Rozbryzgi wody
ro: Apa pulverizata
ru: Брызги воды
sv: Vattensprut

source: Water reflection is slower, and requires a good GPU. In speed optimized mode you may experience excessive camera shaking.
cs: Odrazy vodni hladiny jsou pomalejsi a vyzaduji dobrou GPU. V rezimu optimalizovanem na rychlost muze dochazet k nadmernemu chveni kamery.
da: Vand afglans er langsommere , og behøver en artig GPU. I hastighed optimeret måde det må du gerne erfaring overdreven kamera rysten.
eu: Uretako islada mantsoagoa da, eta CPU on bat behar du.
hu: A vízvisszatükröződés lassabb, és igényel egy jó Processzor-t.
lt: Vandens atspindžiai naudoja daug vaizdo plokštės pajėgumo. Optimizuotame režime gali pradėti drebėti kamera.
lv: Ūdens atspīdums ir lēnāks, un prasa labu GPU. Optimizētajā variantā jūs jutīsiet pārlieku lielu kameras kratīšanos.
nn: Vann refleksjon er tregere, og krever en god GPU. I fart optimalisert modus kan du oppleve mye kamera skjelving.
pl: Refleksy wodne (Water reflection) działa wolno i wymaga dobrej karty graficznej. Możesz doświadczyć spadku płynności grafiki.
ro: Reflectia apei e inceata si are nevoie de un GPU capabil. In modul optimizat pentru viteza e posibil sa aveti probleme cu tremurarea camerei.
ru: Водное отражение медленное и требует хорошего GPU. В варианте, оптимизированном на высокую скорость, вы будете испытывать чрезмерную тряску камеры.
sv: Vattenreflektion är långsammare, och kräver ett bra grafikkort. I hastighetsoptimerat läge kan du uppleva alltför stora kameraskakningar.

source: Warning
cs: Pozor
da: Advarsel
eu: Kontuz
hu: Figyelmeztetés
pl: Ostrzeżenie
ro: Avertisment
ru: Предупреждение ('внимание!' if an caution)
sv: Varning
uk: Попередження

source: VSync
hu: Virtuális szinkronizáció
lt: Vertikali sinchronizacija
pl: Synchronizacja pionowa (VSync)
ru: Вертикальная синхронизация
sv: Vertikal synkronisering
uk: Верт. синхр.

source: Visual effects
ca: Efectes Visuals
cs: Visualní efekty
da: Visuelle effekter
eu: Ikus efektuak
hu: Vizuális effektek
lt: Vaizdo efektai
lv: Vizuālie efekti
nn: Visuelle effekter
pl: Efekty graficzne
ro: Efecte vizuale
ru: Визуальные эффекты
sv: Visuella effekter
uk: Візуальні ефекти

source: Video mode:
ca: Mode de vídeo:
cs: Video Mod:
hu: Videó Mód:
lt: Video režimas:
lv: Video režīms
nn: Video modus:
pl: Tryb grafiki:
ro: Modul video:
ru: Видео режим:
sv: Videoläge
uk: Відео режим:

source: Vehicle Type:
cs: Typ vozidla:
da: Køretøjs type:
eu: Auto mota:
hu: Jármű típusa:
is: Ökutæki Tegund :
lt: Transporto priemonės tipas:
lv: Auto tips
nn: Kjøretøy type:
pl: Typ pojazdu:
ro: Tipul de vehicul:
ru: Тип техники:
sv: Typ av fordon:
uk: Тип трансп. засобу:

source: Vegetation:
ca: Vegetació
cs: Vegetace:
da: Planter:
eu: Begetazioa:
hu: Növényzet:
lt: Augalija:
lv: Veģitācija
nn: Vegetasjon
pl: Roślinność:
ro: Vegetatie:
ru: Растительность:
sv: Växtlighet:
uk: Рослинність:

source: User Token:
ca: ID d'Usuari:
cs: Uzivatelská známka:
da: Bruger Ikon:
hu: Felhasználó jele:
lt: Vartotojo simbolis:
lv: Lietotāja simbols
nn: Bruker kjennemerke
pl: Token użytkownika:
ro: Numele utilizatorului:
ru: Символ пользователя:
sv: Användarnamn:

source: Use this to remove the whole cache and force the generation from ground up.
cs: Timto odstranite celou cache a vynutite uplne generovani.
da: Brug denne til at fjerne hele cachen og tvinge en regeneration fra bunden.
hu: Használd ezt hogy törlődjön a teljes gyorsítótár (cache), és alapból újragenerálódjon.
pl: Użyj by wyczyścić pamięć cache i wymusić generowanie od podstaw
ro: Utilizati aceasta pentru a elimina intregul cache si forta generata de la sol in sus.
ru: Изпользуйте это для удаления всего кэша и принудительной генерации с нуля.
sv: Använd denna för att ta bort hela cachen och tvinga fram generation från grunden och upp.

source: Use this to regenerate the cache outside of RoR. If this does not work, use the clear cache button.
cs: Tímto se přegeneruje cache mimo RoR. Pokud toto nefunguje, použijte tlačítko pro smazání cache.
da: Brug dette til at regenerere chachen udenfor RoR. Hvis ikke det virker, brug 'Rens cache' knappen.
hu: A RoR-on kívüli cache újrakészítéshez használd ezt. Ha nem működik, akkor használd a cache törlése gombot.
pl: Użyj, by odświeżyć pamięć cache poza RoR. Jeśłi nie zadziała, użyj przycisku: wyczyść pamięć cache
ru: Используйте это для оздоровления кэша вне RoR. Если это не работает, используйте кнопку Очистить кэш.
sv: Använd denna funktion för att regenerera cachen utan att starta RoR. Om det inte fungerar, använd 'rensa cachen' knappen.

source: Upper
cs: Horní
da: Øvre
eu: Gorago
hu: Fenti
lt: Viršutinis
lv: Augšējais
nn: Øvre
pl: Do góry
ro: Mai sus
ru: Выше
sv: Övre

source: Updates
ca: Actualitzacions
cs: Aktualizace
da: Opdateringer
hu: Frissítések
pl: Aktualizacje
ro: Actualizare
ru: Обновления
sv: Uppdateringar

source: Update now
ca: Actualitzar ara
cs: Aktualizovat nyní
da: Opdater nu
eu: Orain eguneratu
hu: Frissítés most
pl: Aktualizuj teraz!
ro: Actualizeaza acuma
ru: Обновить сейчас
sv: Uppdatera nu

source: Update
ca: Actualitzar
cs: Aktualizovat
da: Opdater
hu: Frissítés
lt: Atnaujinti
lv: Atjaunināt
nn: Oppdater
pl: Aktualizuj
ro: Actualizeaza
ru: Обновить
sv: Uppdatera
uk: Оновити

source: unkown encoding problem
cs: neznámý enkodovací problém
da: Ukendt kodnings problem
eu: ezezaguna den problema
hu: ismeretlen kódolási probléma
is: unkown umrita í dulmál vandamál
lt: nežinoma kodavimo problema
lv: Nezināma kodēšanas problēma
nn: Ukjent kodifisering problem
pl: nieznany problem z dekodowaniem
ro: problema necunoscuta de codificare
ru: Неизвестная проблема кодировки
sv: okänt avkodningsproblem

source: Uncheck in case you have a fog problem
cs: Odškrtněte v případě, když máte mlžný problém.
da: Vælg fra hvis du har et tåge problem
eu: Txuriz utzi nieblarekin problemak izanez gero
hu: Abban az esetben távolítsd el ha problemát észlelsz a köddel
lt: Nuimkite žymę jeigu turite su rūku susijusių problemų
lv: Izņemiet ķeksīti ja jums ir problēmas ar miglu
nn: Fjern merkingen i tilfelle du har tåke problem
pl: Odznacz, jesli masz problemy z mgłą
ro: Debifeaza daca ai o problema cu ceata
ru: Снимите галочку если у вас проблемы с туманом.
sv: Avaktivera detta om du har dimmproblem

source: Unable to connect to the server. It is certainly down or you have network problems.
cs: Nemužete se připojit na server. Je možná spadlý nebo máte sítové problémy.
da: Kunne ikke få forbindelse til serveren. Serveren er ented gået ned eller du har netværks problemer.
hu: Nem lehet csatlakozni a szerverhez. Jelenleg nem működik vagy hálózati problémáid lehetnek.
is: A net villa eiga sér stað Ófær til tengja til the framreiðslumaður. Það er vissulega dúnn eða þú hafa net vandamál.
lt: Prisijungimas prie serverio negalimas. Serveris neveikia arba tinklo problema jūsų sistemoje.
lv: Nespēj pievienoties serverim. Tas ir izslēgts vai arī jums ir tīkla problēmas.
nn: Kan ikke kontakte serveren. Mest sannsynlig er den nede eller du har nettverk problemer.
pl: Nie można połączyć z serwerem. Jest albo wyłączony, albo masz problemy z siecią.
ro: Imposibila conectarea la server. Esti sigur deconectat sau ai probleme cu reteaua.
ru: Невозможно подключиться к серверу. Либо он упал либо у вас проблемы со связью.
sv: Kan ej koppla till servern. Den är troligtvis nere eller så har du nätverksproblem

source: Unable to connect to server
cs: Nelze navázat spojení se serverem
da: Kunne ikke oprette forbindelse til server
hu: Nem lehet kapcsolódni a szerverre
lt: Prisijungimas prie serverio nepavyko
lv: Nevar pievienoties serverim
nn: Kan ikke kontakte server
pl: Brak połączenia z serwerem
ro: Conectare esuata la server
ru: Невозможно подключиться к серверу
sv: Kunde inte koppla till server

source: Type
cs: Typ
eu: Mota
hu: Típus
lt: Tipas
lv: Tips
pl: Typ
ro: Tip
ru: Тип
sv: Typ
uk: Тип

source: Trying to connect to server ...
cs: Pokouším se připojit k serveru ...
da: Forsøger at forbinde til server...
hu: Csatlakozás a szerverre ...
lt: Bandoma prisijungti prie serverio ...
lv: Mēģina savienoties ar serveri
nn: Prøver og kontakte server ...
pl: Próba połączenia z serwerem ...
ru: Пробуем присоединиться к серверу...
sv: Försöker koppla till server...

source: truck horn
cs: klakson
da: Lastbil horn
eu: kamioi bozina
hu: duda
pl: klakson ciężarówki
ro: claxon
ru: сигнал грузовика
sv: lastbilstuta

source: Truck
cs: Kamion
da: Lastbil
eu: Kamioia
hu: Kamion
is: trukkur
lt: Sunkvežimis
lv: Smagā automašīna
nn: Lastebil
pl: Ciężarówka
ro: Camion
ru: Грузовик
sv: Fordon
uk: Вантажівка

source: Triangle Count:
cs: Počet trojúhelníků:
da: Trekants tal
eu: Hiruki kopurua:
hu: Háromszög szám:
is: Þríhyrningur Telja :
lt: Trikampių kiekis:
lv: Trijstūru skaits
nn: Opptelte trekanter:
pl: Liczba trójkątów:
ro: Numar de Triunghiuri:
ru: Количество треугольников:
sv: Antal trianglar

source: tracks/CreditsOverlay
da: tracks/CreditOverlay
hu: zeneszámok/KészítőiÖsszefoglaló
is: íþróttagalli CreditsOverlay
lt: važiuoklė/kūrėjas
pl: tracks/ZasługiCałość
ro: urme/CrediteSuprapunere
ru: Дороги/Разработчики
sv: spår/KreditÖverlägg

source: Total Linear
cs: Zcela Linearni
da: Total linær
eu: Guztiz lineala
hu: Folytonosság teljes
pl: Pełna linearność
ro: Total Liniar
ru: Полная Линейность
sv: Fullt linjär

source: Torque:
cs: Točivý moment:
da: Moment
hu: Forgatónyomaték:
is: snúningsátak:
lt: Sukimo momentas:
lv: Vilkme
nn: Tridningsmoment:
pl: Moment obrotowy:
ro: Cuplu:
ru: Крутящий момент:
sv: Vridmoment:

source: tons
cs: tuny
eu: tona
hu: tonna
is: hálskirtill
lt: tonos
lv: Tonnas
nn: tonn
pl: ton
ro: tone
ru: Тонны
sv: ton
uk: тон

source: toggle truck HUD
cs: Prepnete HUD na kamion
da: slå lastbilens HUD til/fra
hu: műszerfal bekapcsolása
pl: włącz HUD pojazdu
ru: включить HUD грузовика
sv: växla lastbil HUD

source: toggle truck front lights
cs: zapni tahače přední světla
da: Tænd lastbilens forlygter
eu: piztu\itzali aurreko argiak
hu: Első lámpa be/ki kapcsolás
pl: przełącz przednie światła pojazdu
ro: faruri vehicul
ru: переключение передних фонарей у грузовика
sv: växla lastbilsframljus

source: toggle truck beacons
cs: ovládání majáků náklaďáku
da: tænd/sluk lastbilens roterblink
hu: Megkülönböztető jelzés be/ki
pl: włącz światła ostrzegawcze na ciężarówce
ro: girofar
ru: переключение проблесковых маячков у грузовика
sv: aktivera varningsljus

source: toggle translucency of overview-map
cs: zapnout průsvitnost mapy
da: skift gennemsigtighed af oversigts-kort
hu: felülnézeti térkép átlátszóság ki/be
pl: włącz przeźroczystość mapy
ru: переключение прозрачности обзорной карты
sv: växla genomskinlighet av översiktskarta

source: toggle skeleton display mode
cs: zapnout režim zobrazení kostry
da: skift til skelet visnings mode
hu: Váltás sturktúra megjelenítés módra
pl: tryb szkieletowy
ru: переключение скелетного режима
sv: toggle skelett visningsläge
uk: Перемикання режиму відображення скелету

source: toggle right direction indicator (blinker)
cs: zapni pravé blinkry
da: Brug højre indikator (blinklys)
hu: jobb oldali irányjelző (index) ki/bekapcsolás
pl: włącz prawy migacz
ro: semnalizeaza dreapta
ru: переключение правого указателя (поворотник)
sv: slå av/på höger blinkers

source: toggle render mode (solid, wireframe and points)
cs: přepnout režim vykreslování (výplň, drátěný model a body)
da: skift render mode (solid, trådnet og punkter)
eu: intercambiar entre los modos de renderizado (s√≥lido, cables y puntos)
hu: render mód váltás (normál, háló, pontok)
pl: zmień sposób renderowania (solidny, siatkowy, punktowy)
ru: переключение режима отображения (сплошной, решетчатый и точечный)
sv: toggle göra läge (fast, wireframe och poäng)

source: toggle particle cannon
cs: zapnout částicomet
da: tænd/sluk partikel kanon
eu: partikulen kainoia piztu/itzali
hu: részecske ágyú ki/bekapcsolás
pl: włącz działko cząsteczek
ru: переключение частицы пушки
sv: partikelkanon
uk: перемикання системи часток

source: toggle parking brake
cs: dejte rucni brzdu
da: Træk håndbremsen
hu: kézifék be
pl: włącz hamulec postojowy
ro: frana de mana
ru: переключение стояночного тормоза
sv: parkeringsbroms

source: toggle overview map interactive mode
cs: prepnete prehled mapy do interaktivniho modu
da: skift oversigts-kort interaktiv mode
hu: váltás felülnézeti térképre interaktív módban
pl: włącz interaktywny tryb mapy
ru: схема переключения интерактивного режима
sv: översiktskarta i interaktivt läge

source: toggle Ogre statistics (FPS etc.)
cs: zapni Ogre statistiky (FPS atd.)
da: vis Ogre statistik (FPS osv.)
eu: aktibatu/desaktibatu Ogre-ren estadistikak (FPS etb.)
hu: Ogre statisztikák mutatása (FPS, stb.)
pl: wyświetlaj statystyki Ogre (FPS itp)
ro: statistici Ogre (FPS etc.)
ru: показать статистику Ogre (FPS и т.д.)
sv: visa Ogre-statistik (FPS etc.)

source: toggle map modes
cs: prepnete mod mapy
da: skift mellem kort funktioner
eu: aldatu mapa-moduak
hu: váltás térképmódok között
pl: zmień tryby mapy
ru: переключение режимов карт
sv: växla kartläge
uk: Варіанти карти

source: toggle left direction indicator (blinker)
cs: prepnete levy ukazatel směru (blinkr)
da: aktiver venstre retnings indikator (blinklys)
eu: ezkerreko intermitentea piztu
hu: bal oldali irányjelző (index) ki/bekapcsolása
lt: perjungti kairės krypties indikatorių (mirksintis žibintas)
pl: włącz lewy migacz
ro: semnalizeaza stanga
ru: переключение левого указателя (поворотник)
sv: slå av/på vänster blinkers

source: toggle ignition
cs: prepnete zapalovani
da: tænd/sluk tænding
eu: motorra piztu/itzali
hu: gyújtás
pl: przełącz zapłon
ru: переключение зажигания
sv: tändning
uk: Перемикання запалювання

source: toggle custom light 9
cs: zapnete vlastni svetla 9
da: tænd/sluk speciel lys 9
eu: piztu\itzali 9. argia
hu: Egyedi fény 9 be/ki
pl: włącz dodatkowe światła 9
ro: lumina 9
ru: переключение пользовательского света №9
sv: växla specialljus 9

source: toggle custom light 8
cs: zapni vlastní světla 8
da: tænd/sluk speciel lys 8
eu: piztu\itzali 8. argiak
hu: Egyedi fény 8 be/ki
pl: włącz światła użytkownika 8
ro: lumina 8
ru: переключение пользовательского света №8
sv: växla specialljus 8

source: toggle custom light 7
cs: prepnete vlastni svetlo 7
da: tænd/sluk special lys 7
hu: Egyedi fény 7 be/ki
pl: włącz dodatkowe światła 7
ro: lumina 7
ru: переключение пользовательского света №7
sv: växla specialljus 7

source: toggle custom light 6
cs: prepnete vlastni svetlo 6
da: tænd/sluk special lys 6
eu: piztu\itzali 6. argia
hu: Egyedi fény 6 be/ki
pl: włącz dodatkowe światła 6
ro: lumina 6
ru: переключение пользовательского света №6
sv: växla specialljus 6

source: toggle custom light 5
cs: prepnete vlastni svetlo 5
da: tænd/sluk special lys 5
eu: piztu\itzali 5. argia
hu: Egyedi fény 5 be/ki
pl: włącz światła użytkownika 5
ro: lumina 5
ru: переключение пользовательского света №5
sv: växla specialljus 5

source: toggle custom light 4
cs: prepnete vlastni svetlo 4
da: tænd/sluk special lys 4
eu: piztu\itzali 4. argia
hu: Egyedi fény 4 be/ki
pl: włącz dodatkowe światła 4
ro: lumina 4
ru: переключение пользовательского света №4
sv: växla specialljus 4

source: toggle custom light 3
cs: prepnete vlastni svetlo 3
da: tænd/sluk special lys 3
hu: Egyedi fény 3 be/ki
pl: włącz dodatkowe światła 3
ro: lumina 3
ru: переключение пользовательского света №3
sv: växla specialljus 3

source: toggle custom light 2
cs: prepnete vlastni svetlo 2
da: tænd/sluk special lys 2
eu: piztu\itzali 2. argia
hu: Egyedi fény 2 be/ki
pl: włącz dodatkowe światła 2
ro: lumina 2
ru: переключение пользовательского света №2
sv: växla specialljus 2

source: toggle custom light 10
cs: prepnete vlastni svetlo 10
da: tænd/sluk speciel lys 10
eu: piztu\itzali 10. argia
hu: Egyedi fény 10 be/ki
pl: włącz światła użytkownika 10
ro: lumina 10
ru: переключение пользовательского света №10
sv: växla specialljus 10

source: toggle custom light 1
cs: zapni vlastní světlo 1
da: tænd/sluk special lys 1
eu: piztu\itzali 1. argia
hu: Egyedi fény 1 be/ki
pl: włącz światła użytkownika 1
ro: lumina 1
ru: переключение пользовательского света №1
sv: växla specialljus 1

source: toggle between windowed and fullscreen mode
cs: přepnout mezi režimem v okně a na celou obrazovku
da: Skift mellem fuld skærm og vindues-visning
eu: aldatu lehituta ala pantaila-osoko moduen artean
hu: váltás ablak- és teljes képernyős mód között
pl: przełącz między trybami okienkowym i pełnoekranowym
ru: переключить между оконным и полноэкранным режимом
sv: växla mellan fönster- och fullskärmsläge
