Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: trunk/tools/i18n/ror/*.po
Languages: ar, bg, el, eo, es, fr, he, ja, nb, nl, no, pt, sl, sr, tr, ur

source: Export selection
el: Εξαγωγή επιλογής
eo: Eksporti la elekton
es: Exportar selección
fr: exporter la sélection
ja: エクスポートセレクション
nl: exporteer selectie
pt: exportar seleção

source: Export Keymap
ar: تصدير مفتاح الخريطة
bg: изнасям ключ географска карта
el: Εξαγωγή Χάρτη κλειδιών
eo: Eksporti klavaragordon
es: Exportar Mapa de teclas
fr: Exporter la configuration du clavier
ja: キーマップをエクスポート
nl: Exporteer Toetsenbord instellingen
pt: Exportar Keymap
sl: Izvozi nastavitev tipk
tr: Kontrol Listesini Ver
ur: Keymap ko export kur-lo

source: EXPERIMENTAL: set maximum amount of grass
el: ΠΕΙΡΑΜΑΤΙΚΟ: θέσε το μέγιστο ποσό γρασιδιού
eo: EKSPERIMENTA: specifi la maksimuman kvanton da herbo
es: EXPERIMENTAL: establecer el máximo de hierbas
fr: EXPERIMENTALE:
nb: EKSPERIMENTELL: Sett maksimalt antall gress
nl: EXPERIMENTEEL: Stel de maximale hoeveelheid gras in
pt: EXPERIMENTAl: colocar máximo de erva

source: EXPERIMENTAL: save changes to the grass density image
el: ΠΕΙΡΑΜΑΤΙΚΟ: σώσε τις αλλαγές στην εικόνα της πυκνότητας γρασιδιού
eo: EKSPERIMENTA: savi ŝanĝojn de la bildo de denseco de herbo
es: EXPERIMENTAL: guardar cambios a la imagen de densidad de hierba
fr: EXPÉRIMENTAL: sauvegarde les changements sur l'image de la densité de l'herbe
nl: experimentaal: sla de veranderingen van de gras dichtheid afbeelding op
pt: EXPERIMENTAl: salve as alterações para o capim densidade imagem

source: EXPERIMENTAL: remove some grass
el: ΠΕΙΡΑΜΑΤΙΚΟ: αφέρεση λίγου γρασιδιού
eo: EKSPERIMENTA: forviŝi iom da herbo
es: EXPERIMENTAL: quitar algunas hierbas
fr: EXPERIMENTAL: enleve beacoup d'herbe
nb: EKSPERIMENTELl: fjern noe gress
nl: experimentaal: verwijder wat gras
no: EKSPERIMENTELL: fjern litt gress
pt: EXPERIMENTAl: remove algumas gramíneas/plantas

source: EXPERIMENTAL: remove grass completely
el: ΠΕΙΡΑΜΑΤΙΚΟ: αφαίρεση του γρασιδιού τελείως
eo: EKSPERIMENTA: tute forviŝi herbon
es: EXPERIMENTAL: quitar la hierba completamente
fr: EXPERIMENTAL: supprimer complètement l'herbe
nl: EXPERIMENTEEL: verwijder het gras compleet
pt: EXPERIMENTAl: remover plantas completamente
tr: Deneme aşamasında:Çimenleri tamamen kaldır

source: EXPERIMENTAL: add some grass
el: ΠΕΙΡΑΜΑΤΙΚΟ: πρόσθεσε λίγο γρασίδι
eo: EKSPERIMENTA: aldoni iom da herbo
es: EXPERIMENTAL: añade algunas hierbas
fr: EXPERIMENTAL: ajouter un peu d'herbe
nl: EXPERIMENTEEL: gras toevoegen
pt: EXPERIMENTAL: adicionar um pouco de capim

source: exit the game
bg: изход от играта
el: έξοδος απο το παιχνίδι
eo: eliri el la programo
es: salir del juego
fr: Quitter le jeu
ja: ゲームを終了
nb: Avslutt spillet
nl: Spel afsluiten
pt: sair do jogo
ur: game ko bundh kardho

source: Event Value (left = 0%, right = 100%)
ar: قيمة الحدث (left = 0%, right = 100%)
bg: Събитие Ценност ( ляв = 0%, прав = 100%)
el: Τιμή Γεγονότος (αριστερά = 0%, δεξιά = 100%)
eo: Valoro de la okazo (maldekstra = 0%, dekstra = 100%)
es: Valor del Evento(Izq = 0%, dcha = 100%)
fr: Valeur de l'action (gauche = 0%, droite = 100%)
nb: Hendelses Verdi (venstre = 0%, høyre = 100%)
nl: Gebeurtenis Waarde (links = 0%, rechts = 100%)
pt: Valor do evento (esquerda = 0%, direita = 100%)
sl: Vrednost dogodka(levo = 0%, desno = 100%)
tr: Olay Değeri (sol = 0%, sağ = 100%)
ur: Event ke value (left = 0%, right = 100%)

source: Event Name:
ar: اسم الحدث
bg: Събитие Име:
el: Όνομα Γεγονότος
eo: Nomo de la okazo:
es: Nombre de Evento:
fr: Nom de l'action :
ja: イベント名:
nl: Gebeurtenis Naam:
pt: Nome do Evento:
sl: Ime dogodka:
tr: Olay Adı:
ur: Event ka naam:

source: Event Name
ar: اسم الحدث
bg: Събитие Име
el: Όνομα Γεγονότος
eo: Nomo de okazo
es: Nombre de Evento
fr: Nom de l'action :
ja: イベント名
nb: Hendelses Navn
nl: Gebeurtenis Naam
pt: Nome do evento
sl: Ime dogodka
tr: Olay Adı
ur: Event ke naam

source: Event Description:
ar: وصف الحدث
bg: Събитие Описание:
el: Περιγραφή Γεγονότος'
eo: Priskribo de la okazo:
es: Descripción de Evento:
fr: Description de l'action :
nl: Gebeurtenis Beschrijving:
pt: Descrição do Evento
sl: Opis dogodka:
tr: Olay Tanımı
ur: Event Ke Description

source: Event
ar: الحدث
bg: Събитие
el: Γεγονός
eo: Okazo
es: Evento
fr: Action
ja: 動作
nb: Hendelse
nl: Gebeurtenis
pt: Evento
sl: Dogodek
tr: Olay

source: Error while retrieving user space path
ar: خطا في العثور علي مسار المستخدم
bg: Грешка при изтегляне на потребителя пространство пътека
el: Σφάλμα καθώς λαμβάνονταν η διαδρομή χώρου του χρήστη
eo: Eraro ricevante lokon de la uzantspaco
es: Error al obtener la ruta de trabajo del usuario
fr: Impossible d'obtenir le chemin d'accès de l'utilisateur
he: טעות בטעינת נתיב המשתמש
nl: Fout bij het ophalen van gebruiker-lokatie
pt: Erro ao usuário recuperar espaço do caminho
ur: Error ho gya jaab user sapce path ko retreive kur ne ki koshisht

source: Error while retrieving program space path
ar: خطا في العثور علي مسار البرنامج
bg: Грешка при изтегляне на Програмата място пътека
el: Σφάλμα καθώς λαμβάνονταν η διαδρομή χώρου του προγράμματος
eo: Eraro ricevante lokon de la programspaco
es: Error al obtener la ruta de trabajo del programa
fr: Impossible d'obtenir le chemin d'accès du programme
nl: Fout bij het ophalen van Programma-lokatie
pt: Erro ao recuperar caminho do espaço do programa
ur: Error ho ya jaab space patch ko retreive ho ra ta

source: enter the chat
bg: влез в чата
el: μπες στην συνομιλία
eo: eniri la babilejon
es: entrar al chat
fr: entrer dans le chat
nl: begin de chatsessie
pt: entrar no chat

source: enter or exit a truck
bg: вход в/изход от камион
el: είσοδος ή έξοδος απο ένα όχημα
eo: eniri en aŭ eliri el kamiono
es: entrar o salir del vehículo
fr: Monter ou sortir d'un camion
nl: stap in of uit een voertuig
pt: entre ou saia de um caminhao

source: Engine smoke
ar: دخان العادم
bg: Двигател дим
el: Καπνός μηχανής
eo: Motorfumo
es: Humo del escape
fr: Fumée du moteur
he: עשן מנוע
ja: 排気ガス
nb: Motor røyk
nl: Uitlaatgas
pt: Fumaça do motor
sl: Dim motorja
tr: Egzoz dumanı
ur: engine ka dhuaa

source: Enabling waves adds a lot of fun in boats, but can have a big performance impact on some specific hardwares.
ar: تشغيل الامواج يزيد في نسبة الاستمتاع في قيادة السفن .ولكنه يقلص من سرعة الحاسوب
bg: Разрешаването на вълни добавя доста забавно в лодки, но може да има голямо влияние върху ефективността на някои специфични хардуерни
el: Ενεργοποιώντας τα κύματα θα προσθέσει περισσότερη διασκέδαση με τα πλοία, αλλα μπορεί να προκαλέσει μεγάλα προβήματα απόδοσης σε συγκεκριμένες συσκευές.
eo: Aktivigi ondojn aldonas multe da amuzo al boatoj, sed povas malbonege influi la farpovon de iuj specifaj aparataroj.
es: Habilitar las olas del mar puede añadir una diversión asegurada, pero puede tener un impacto importante en el rendimiento en algunos equipos.
fr: Activer les vagues est plus amusant en bateau mais peut avoir un fort impact sur les performances sur certains systèmes.
nl: Zet golven aan en geeft een hoop plezier in boten, maar het kan een groot prestatie probleem geven op sommige hardware.
pt: A ativação das ondas acrescenta muita diversão em barcos, mas pode ter um grande impacto sobre o desempenho em alguns hardwares específicos.
sl: Vključitev valov doda veselje ob vožnji ladij, vendar lahko povzroči upočasnitev na nekateri strojni opremi.
tr: Dalgaları aktive etmek gemilerle çok eğlencelidir, ama eski sistemlerde büyük performans kaybına yol açabilir.
ur: Waves ko enable muzza add kurta hain, laykin burra peformance impact ho ga koi specific hardware main

source: Enables the new water rendering system. EXPERIMENTAL. Overrides any water settings.
ar: تشغيل نظام الماء الجديد .التجريبي.يحل محل اي تعديل اخر للمياه
bg: Позволява новите вода оказване система. Експериментални. Заменя вода настройки.
el: Ενεργοποιεί το καινούριο σύστημα επεξεργασίας νερού. ΠΕΙΡΑΜΑΤΙΚΟ . Παρακάμπτει οποιαδίποτε ρύθμιση για το νερό.
eo: Aktivigas la novan sistemon de akvobildigo. EKSPERIMENTA. Anstataŭigas iajn akvoagordojn.
es: Activa el nuevo sistema de Renderizado del mar. EXPERIMENTAL. Tiene preferencia sobre cualquier otra configuración acerca del mar.
fr: Active le nouveau système de rendu de l'eau. EXPERIMENTAL. Supplante tous les autres réglages de l'eau.
he: מפעיל את מערכת המים החדשה. ניסיוני! משתלט על כל הגדרות המים האחרות.
nb: Aktiverer den nye vann gjengivelses metoden. EKSPERIMENTELL! (Overstyrer alle andre vann instillinger!)
nl: Zet het nieuwe water renderings systeem aan. EXPIRIMENTEEL. Overbrugt alle andere water instellingen.
pt: Permite que o novo sistema de fusão da água. EXPERIMENTAL. Sobrepõe qualquer água configurações.
sl: Vključi novi vodni pospeševalni sistem. POSKUSNO. Prepiše druge nastavitve vode.
tr: Yeni su rendering sistemini çalıştırır. DENEYSEL. diğer su sistemlerinin yerine geçer.
ur: nai water rendering system enable kur ta hain. EXPERIMENTAL. subb water settings ko override kur ta hain

source: Enable XFire Extension
ar: الاضافيXFire تشغيل
bg: Разрешаване XFire Разширение
el: Ενεργοποίηση της επέκτασης Xfire
eo: Aktivigi kromaĵon XFire
es: Habilitar la extensión XFire
fr: Activer XFire Extension
nb: Aktiver XFire utvidelsen
nl: Zet XFire Extensie aan
pt: Activar extenção XFire
tr: XFire desteğini etkinleştir.
ur: Xfire Extension ko enable kur ro

source: Enable waves
ar: تشغيل الامواج
bg: Разрешаване на вълни
el: Ενεργοποίηση κυμάτων
eo: Aktivigi ondojn
es: Habilitar Olas:
fr: Activer les vagues
ja: 波を起こす
nb: Aktiver bølger
nl: Zet golven aan
pt: Ativar ondas
sl: Vključi valove
tr: Dalgaları etkinleştir
ur: Waves ko enable

source: Enable Visual Beam Debug
ar: تشغيل استخراج الاعمدة المرئية
bg: позволяват визуална лъч трасирате
el: Ενεργοποίηση debug για τα visual beam
eo: Aktivigi malerarigon de traboj
es: Habilitar para depuración las vigas visualmente
fr: Activer le débogage visuel des poutres
nb: Aktiver visuell bjelke debug
nl: Zet Visuele Balk Debug aan
pt: Ativar Depuração Visual beam
tr: Görsel Çubuk Hata Ayrıştırmasını Etkinleştir.
ur: Visual beam debug ko activiate

source: enable or disable replay mode
el: ενεροποίησε ή απενεροποιησε το replay
eo: aktivigi aŭ malaktivigi revidomoduson
es: des/habilitar el modo Replay
fr: activer ou désactiver le mode replay
ja: リプレイモードを 有効/無効
nb: Aktiver eller deaktiver replay modus
nl: maak mogelijk of zet herhaling uit
pt: liga ou desliga o modo de replay
tr: Yeniden oynatma modunu aç/kapat

source: enable of disable replay mode
el: ενεργοποίηση ή απενεργοποίηση του replay
eo: aktivigi aŭ malaktivigi revidomoduson
es: in/habilita el modo repetición (Replay)
fr: Activer/désactiver le mode replay
nb: aktiver eller deaktiver replay modus
nl: herspeel mode aan/uit
pt: ativa ou desativa o modo de replay
tr: Yeniden oynatma seçeneğini aktifleştir/kapat

source: Enable network mode
ar: network تشغيل
bg: Давам възможност на мрежа Режим
el: Ενεργοποίηση της λειτουργείας δυκτίου
eo: Aktivigi retmoduson
es: Activa el Juego Online
fr: Activer le mode multijoueur
he: הפעל מצב רשת
ja: ネットワークモードを使用する
nb: Aktiver flerspill modus
nl: Zet netwerk mode aan
pt: Ativar modo de rede
sl: Vključi omrežni način
tr: Multiplayer modu aç
ur: network mode ko enable kur-ro

source: Enable high quality reflective effects. Causes a slowdown.
ar: استخدام انعكاس الصورة بجودة فائقة -يبطئ الحاسوب
bg: Разрешаване на висококачествени огледални ефекти. Причините забавяне.
el: Ενεργοποίηση των υψυλής ποιότητασ ανακλαστικών εφε. Προκαλει επιβράδινση
eo: Aktivigi altkvalitajn reflektaj efektoj. Povas kaŭzi malrapidigon de la sistemo.
es: Activa la alta calidad en los reflejos de imágenes. Causa un grave impacto en el rendimiento.
fr: Active les effets de réflection. Peut provoquer un ralentissement.
nb: Aktiver høykvalitets reflekterende effekter. (gjør spillet tregere!)
nl: Zet hoge kwaliteit reflectie effecten aan. Veroorzaakt een vertraging.
pt: Ativar efeitos de alta qualidade de effeito reflexiva. Provoca uma desaceleração.
sl: Doda visoko kvalitetni odsev. Upočasni sistem.
tr: Yüksek kalite yansıma efektlerini aktive et . Performans kaybına yol açabilir.
ur: burra quality reflective effects ko enable kurta hain. slowdown cause kurta hain

source: Enable Auto-Downloader
el: Ενεργοποίηση Αυτόματου-Κατεβάσματος
eo: Aktivigi aŭtomatan elŝutilon
es: Activar Auto-descarga
fr: activer le téléchargeur automatique
nb: Aktiver auto-nedlaster
nl: Schakel Auto-Dowloader in
pt: ativar o auto downloader
tr: Otomatik indirmeyi aktifleştir

source: Enable advanced wheel model
ar: تشغيل خاصية العجلات المتقدم
bg: Разрешаване на напредналите колело модел
el: Ενεργοποίηση τις προχωριμένης μεθόδου για το τιμόνι
eo: Aktivigi progresintan radmodelon
es: Habilitar modelado avanzado de ruedas
fr: Activer le modèle de roue avancé
nb: Aktiver avansert hjul modell
nl: Zet geavanceerde wiel model aan
pt: Ativar o modelo avançado de rodas
sl: Vključni napredno krmiljenje
tr: Gelişmiş tekerlek modelini etkinleştir.
ur: Advance wheel model ko enable kur-ro

source: enable / disable free camera mode
el: ενεργοποίηση / απενεργοποίηση ελεύθερης κάμερας
eo: (mal)aktivigi moduson de libera kamerao
es: in/habilita la libre posición de la cámara
fr: activer / désactiver le mode caméra libre
ja: フリーカメラモードを 有効/無効
nb: aktiver / deaktiver fri kamera modus
nl: inschakelen / uitschakelen vrije camera modus
pt: ativar / desativar a camera livre
tr: Serbest kamerayı aç/kapa

source: Dust
ar: الغبار
bg: мръсотия
el: Σκόνη
eo: Polvo
es: Polvo
fr: Poussière
ja: 砂埃
nb: Støv
nl: Stof
pt: Poeira
sl: Megla
tr: Toz

source: Displays node numbers and more info along nodes and beams.
ar: مشاهدة عدد العقد و مزيد المعلومات حول العقد و الاعمدة
bg: Показва възел номера и повече информация по възли и греди.
el: Δείχνει τον αριθμό των node και περισσότερες πληροφορίες για τα nodes και τα beams
eo: Vidigas verticonumerojn kaj pli da informoj sur verticoj kaj traboj.
es: Muestra el número de cada nodo y algo más de información en los nodos y vigas del vehículo
fr: Affiche le nombre de noeuds et plus d'infos sur les noeuds et les poutres
nl: Geeft knooppunt nummers en meer informatie over knooppunten en balken
pt: Exibe números de nó e mais informação ao longo nós e vigas
tr: Bağlantı noktası sayılarını ve bu noktalar ile çubuklar hakkında ayrıntılı bilgiyi gösterir.
ur: Node numbers display kur ta hain aur zaada info nodes and beams ke saat

source: display or hide net chat
bg: покажи / скрий чата
el: εμφάνιση ή κρύψιμο των συνομιλιών ίντερνετ
eo: vidigi aŭ kaŝi retbabiladon
es: muestra/oculta el chat en red
fr: afficher ou cacher le chat multijoueur
nl: Laat het net chat venster zien of verbergen
pt: Exibir ou ocultar o chat on line

source: Disabled the map. This is for testing purposes only, you should not gain any FPS with that.
ar: FPSتعطيل الخارطة .لغرض التجربة فقط.وهي لا تمكن من زيادة نسبة
bg: въртя на разстояние от географска карта. Това е само за тестови цели, вие не трябва да спечелят всички FPS с това.
el: Απενεργοποίηση του χάρτη. Αυτο είναι για δοκιμές μόνο, δεν θα πρέπει να κερδίζετε καρέ με αυτο.
eo: Malaktivigas la mapon. Ĉi tio estas nur por kontrolado, la FPS-n ĝi ne devus pliigi.
es: Deshabilita el mapa global del terreno. Sólo para testeos, no deberías obtener ganancia en FPS con esto desactivado
fr: Désactive la carte. Uniquement à des fins de tests, vous ne devriez pas gagner de FPS avec ça.
nl: Zet de map uit. Dit is alleen voor test doeleinden, je krijgt er niet meer FPS door.
pt: Desativa o mapa. Este é apenas para fins de teste, não deve aumentar o FPS qualquer FPS com isso.
sl: Izljuči zemljevid. Samo za testiranje. Ni pridobitev.
tr: Haritasız mod. Sadece test amaçlı kullanılır, Fps'ye etkisi yoktur.
ur: map ko disable kur ta hain. ye bus testing purposes ke li ye, app koi fps nai gain kuro gae

source: Disable Overview Map
ar: تعطيل مشاهدة الخارطة
bg: правя неспособен географска карта
el: Απενεργοποίηση της προβολής του χάρτη
eo: Malaktivigi la mapon
es: Deshabilita el Mapa
fr: Désactiver la carte
nb: Deaktiver oversiktskart
nl: Zet Overzicht Map uit
pt: Desativar o mapa geral
sl: Izključi zemljevid
tr: Taslak Haritayı İptal Et
ur: overview map ko disable

source: disable creak sound
el: απενεργοποίησε τον ήχο τριξίματος
eo: malaktivigi la grincosonon
es: deshabilitar picos de sonido
fr: désactiver le son de grincement
ja: きしみ音を無効化
nb: Deaktiver knirkelyd
nl: schakel kraak geluid uit
pt: desativar o som da marcha

source: Disable Camera Pitching
ar: ايقاف تحرك الكاميرا
bg: Деактивиране Камера Накланяме
el: Απενεργοποίηση μικρορύθμισης της κάμερας
eo: Malaktivigi vertikalan rotacion de la kamerao
es: Desactivar el Punto de la cámara
fr: Désactiver le mouvement de la camera
ja: カメラピッチを無効化
nb: Deaktiver kamera vinkling
nl: Schakel Camera Pitching uit
pt: desactivar a camera de lançamento
tr: Kamera Hareketini İptal Et
ur: Camera Pitching ko disable

source: Differentials switched to:
el: Τα διαφορικά άλλαξαν σε:
eo: Diferencialoj ŝanĝitaj al:
es: Modo Diferenciales en:
fr: differentiels passes en mode:
nb: Differensialer byttet til:
nl: differenties geschakeld naar:
pt: Diferenciais ligados a:

source: Device:
ar: الجهاز
bg: устройство
el: Συσκευή:
eo: Disponaĵo:
es: Dispositivo:
fr: Dispositif :
he: מכשיר
ja: 使用GPU:
nb: Enhet:
nl: Apparaat:
pt: Dispositivo:
sl: Naprava:
tr: Cihaz

source: destruction:
ar: درجة التحطم
bg: разрушение:
el: Καταστροφή:
eo: detruo:
es: destrucción:
nb: Ødeleggelse:
nl: Verwoesting
pt: Destruição:
tr: Hasar
ur: toot na kur na

source: Description:
el: Περιγραφή:
eo: Priskribo:
es: Descripción:
nb: Beskrivelse:
nl: Omschrijving:
pt: Descricao:

source: Delete selected
ar: حذف الاختيار
bg: Изтривам отбран
el: Διαγραφή επιλεγμένου
eo: Forviŝi elektitajn
es: Borrar seleccionado
fr: Supprimer la sélection
ja: 選択した項目 を削除
nl: Verwijder het geselecteerde
pt: Apagar selecionados
sl: Zbriši izbrano
tr: Seçileni sil
ur: selected ko delete kur lo

source: delete current truck
el: διαγραφή τρέχοντος οχήματος
eo: forviŝi la aktualan kamionon
es: borrar el camión actual
fr: Supprimer le camion actuel
ja: 現在のトラックを削除
nl: verwijder nu gebruikte truck
pt: Deletar caminhão atual
tr: geçerli kamyonu sil

source: deformed:
ar: الاعوجاج
bg: деформирани:
el: Παραμορφομένο'
eo: deformitaj:
es: deformados:
fr: déformé :
he: מעוות
ja: デフォルメ:
nb: Deformert:
nl: Vervormd:
pt: Deformado:
tr: deforme olmuş:

source: Default Skin
el: Προεπιλεγμένη εμφάνιση
eo: Defaŭlta livreo
es: Piel por defecto
fr: Livrée par défaut
ja: デフォルトスキン
nl: Standaard uiterlijk
pt: pintura padrao

source: decreases the current FOV value
el: Μειώνει την τιμή του πεδίου ορατότητας
eo: malpliigi la aktualan valoron de FOV
es: disminuir el valor actual de la niebla
fr: diminuer la valeur actuelle du FOV
nl: verlaag de nu gebruikte FOV hoeveelheid
pt: diminuir o valor actual do FOV
tr: Mevcut FOV değerini azaltır

source: decreases the airplane thrust
el: μειώνει την ώθηση του αεροπλάνου
eo: malpliigi la potencon de la aviadilo
es: disminuir empuje del avión
fr: réduit la poussée d'avion
nl: verlaag het vliegtuig zijn gas
pt: diminui o motor do avião
ur: jahaaz ke thrust kum karo

source: decrease tire pressure (note: only very few trucks support this)
el: μείωση πίεσης ελλαστικών (σημείωση: μόνο μερικά οχήματα το υποστιρίζουν αυτό)
eo: malpliigi pneŭpremon (notu: nur tre malmulte da kamionoj ebligas ĉi tion)
es: disminuir presión de neumáticos (nota: muy pocos vehículos usan esta característica)
fr: diminuer la pression des pneus (NB: seuls très peu de véhicules prennent cela en compte)
nl: verlaag de bandendruk (slechts een klein aantal voertuigen ondersteunen dit)
pt: diminuir a pressao do pneu (nota: somente algums caminhoes suportam isto)
sr: smanji pritisak u gumama (izvestaj:samo neki kamioni mogu ovo)

source: decrease throttle
el: μείωση υσχύως
eo: malpliigi impulson
es: disminuir aceleración
fr: Réduire les gaz
nl: verlaag de gas
pt: diminuir pressão
tr: Gazı azalt
ur: throttle ko kum karo

source: decrease day-time a lot faster
el: μείωσε μέρα-ώρα πολύ ποιο γρήγορα
eo: mallongigi la tagtempon tre pli rapide
es: Incrementa la hora del día rápidamente
fr: Recule l'heure beaucoup plus vite
nl: verwijder dag-tijd een stuk sneller
pt: diminuir a hora do dia rapidamente

source: decrease day-time
el: μείωσε μέρα-ώρα
eo: mallongigi la tempon de la tago
es: disminuir la hora del día
fr: diminuer le temps de la journée
nb: reduser dag-tid
nl: verminder dag-tijd
pt: reduzir a hora do dia

source: Debug Truck Mass
ar: اظهار الوزن
bg: Трасиране Камион Маса
el: Debug μάζα οχήματος
eo: Malerarigi mason de kamiono
es: Pesos y masas
fr: Débugger la masse du véhicule
nb: Debug Lastebil Masse
nl: Debug Truck Massa
pt: Depurar o peso do caminhão
sl: Razhrošči maso tovornjaka
ur: debug truck wazzan

source: debug purpose - dont use
el: για σκοπούς αποκωδικοποίησης - μήν το χρησιμοποιείτε
eo: Por malerarigado - ne uzu
es: para depurar - no lo uses
fr: Débogage - ne pas utiliser
nb: ment for debugging - ikke bruk
nl: debug doeleinden - niet gebruiken
pt: debug objectivo - não usar

source: Debug Collision Meshes
ar: اظهار اصطدامات الماش
bg: Трасиране Сблъсък Отворите
eo: Malerarigi kolizio-maŝarojn
es: Colisión de modelos
fr: Débugger les meshes de collision
nb: Debug Kollisjonsmeshene
pt: Depurar colisões de 'mesh'
sl: Razhrošči trke likov
ur: Deboug Collison Meshes

source: Deadzone
ar: الزاوية الميتة
bg: мъртва зона
el: Νεκρή ζώνη
eo: Mortinta zono
es: Zona muerta
he: שטח מת
nb: Dødsone
nl: Dode zone
pt: Zona-morta
sl: Mrtva cona
tr: Ölü bölge

source: Dashboard
ar: لوحة القيادة
bg: Табло
el: Ταμπλό
eo: Panelo
es: Salpicadero
fr: Tableau de bord
ja: 運転席メーターを動かす
pt: Painel
sl: Armaturka
tr: Gösterge Paneli

source: Cycle between available differental models
el: Προβολή μεταξύ των διάφορων διαθέσημων μοδέλων διαφορικού
eo: Baskuli inter disponeblaj modeloj de diferencialoj
es: Cambiar entre los distintos tipos de diferenciales
fr: basculer entre les différents modèles de différentiels disponibles
nb: Skift mellom tilgjengelige differensial modeller
nl: kies tussen beschikbare differentieel modellen
pt: mudança entre modelos diferentes disponíveis
tr: Mevcut şanzıman türlerinin arasında dolaş

source: Custom Particles
ar: تناثر الجزئيات
bg: Персонализирано Частиците
el: Φτιαγμένα σωματίδια
eo: Uzantdifinitaj partikloj
es: Partículas personalizadas
fr: Particules personnalisées
nb: Tilpassede Partikkler
nl: Aangepast Partikels
pt: Partículas Personalizadas
sl: Posebni delčki
tr: Özel Parçacıklar

source: current Speed:
ar: السرعة الحالية
bg: текущ Бързина:
el: Τρεχών Ταχύτητα'
eo: aktuala rapido:
es: velocidad actual:
fr: Vitesse actuelle:
ja: 現在の速度
nb: Nåværende hastighet:
nl: Snelheid:
pt: Velocidade atual:
tr: Hız
ur: abbi ka Speed

source: current RPM:
ar: الحالي RPM
bg: текущата RPM:
el: Τρεχών Στροφές μηχανής ανα λεπτό'
eo: aktuala RPM:
es: RPM intantánea:
fr: RPM actuel :
ja: 現在のエンジン回転数(rpm):
nb: Nåverende RPM:
nl: Toerental RPM:
pt: RPM atual:
tr: Motor Devri
ur: abbi ka RPM:

source: current mass:
ar: الوزن الحالي
bg: текущата маса:
el: Τρέχουσα μάζα:
eo: aktuala maso:
es: Peso actual:
fr: Masse actuelle :
nb: Nåværende masse:
nl: Gewicht:
pt: Massa/peso atual
tr: Mevcut Ağırlık
ur: current wazzan:

source: Current FPS:
ar: حالي FPS:
bg: Текущ FPS :
el: Τρέχοντα Καρέ Ανα Δευτερόλεπτο'
eo: Aktuala FPS:
es: Actual FPS:
fr: FPS actuel :
he: פריימים לשנייה כרגע
ja: 現在のFPS:
nb: Nåværende FPS:
nl: FPS
pt: Actual FPS:
tr: Mevcut FPS

source: CPU Settings
ar: تعديل المعالج
bg: CPU настройки
el: Ρυθμίσεις Επεξεργαστή
eo: Agordoj de la ĉefprocesoro
es: Configuración de CPU:
fr: Réglages du processeur
ja: CPU設定
nb: CPU innstilinger
nl: CPU Instellingen
pt: Configurações da CPU
tr: İşlemci Ayarları
ur: CPU ke settings

source: CPU
ar: المعالج
el: Επεξεργαστής
eo: Ĉefprocesoro
sl: CPE
