Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: trunk/tools/i18n/ror/*.po
Languages: ar, bg, el, eo, es, fr, he, ja, nb, nl, no, pt, sl, sr, tr, ur

source: Could not write to input.map file
el: Δέν μπόρεσε να γίνει εγγραφή στον φάκελο input.map
eo: Ne sukcesis skribi al la dosiero input.map
es: No se ha podido escribir en el archivo input.map
fr: ne peur écrire dans le fichier input.map
nb: Kunne ikke skrive til input.map
nl: kon de input.map folder niet schrijven
pt: Não foi possível gravar no arquivo input.map

source: Could not write config file
ar: لا يمكن كتابة ملف التعديل
bg: Не можа да напиша конфиг файл
el: Δεν μπόρεσε να γίνει εγγραφή στο αρχείο config
eo: Ne okazis la skribo de la agordodosiero
es: No se puede escribir el archivo de configuración.
fr: Impossible d'écrire le fichier de config
he: לא יכול לכתוב קובץ הגדרות
nb: Kunne ikke skrive konfigurasjons fil
nl: Niet mogelijk om het configuratie bestand te maken.
pt: Não foi possível gravar arquivo de configuração
sl: Ne gre zapisati konf. datoteke
tr: Ayar dosyasına kaydedilemiyor
ur: config file ne write kur sakth te

source: Could not open Rendering device
ar: لا يمكن فتح محرك الجهاز
bg: не може да отворите Оказване устройство
el: Δέν μπόρεσε να ανοιχτεί η συσκευή rendering
eo: Ne sukcesis malfermi la disponaĵon de bildigo
es: No se puede abrir el dispositivo de Renderización
fr: Impossible d'ouvrir le moteur de rendu
nb: Kunne ikke åpne gjengivelses komponent
nl: Kan het Rendering apparaat niet openen
pt: Não foi possível ativar o dispositivo 3D
sl: Ne morem odpreti pospeševalne naprave
tr: Rendering cihazını çalıştırılamadı
ur: rendering device ne kul sakth te.

source: Controls
ar: التحكم
bg: Контроли
el: Χειρισμός
eo: Regiloj
es: Controles
fr: Contrôles
ja: 操作
nb: Kontroller
pt: Controles
sl: Kontrole
tr: Kontroller

source: connect hook node to a node in close proximity
el: σύνδεσε τον γάντζο σε έναν κόμβο σε κοντινή ακτίνα
eo: konekti hokverticon kun vertico en la proksimo
es: conectar un nodo a otro en cercanía
fr: connecte le noeud d'attachement a un noeud pres de lui
nb: Koble krok noden til en node i nærheten
nl: maak contact met hook node dicht bij een node dicht in de buurt
pt: conectar gancho nó para um nó na proximidade

source: Configure error
ar: خطأ في التعديل
bg: Конфигурирайте грешка
el: Σφάλμα στις ρυθμίσεις
eo: Eraro de agordado
es: Error de Configuración
fr: Erreur de configuration
ja: 設定エラー
nb: Konfigurerings feil
nl: Configuratie error
pt: Erro de Configuração
sl: Konfiguracijska napaka
tr: Ayar hatası

source: Community / Support
bg: Общност / Поддръжка
el: Κοινότητα / υποστήριξη
eo: Komunumo / Subteno
es: Comunidad / Soporte técnico
fr: Communauté / Support
he: פורום / תמיכה
ja: コミュニティー/サポート
nb: Fellesskap / Støtte
nl: Gemeenschap / Help
no: Felleskap / Støtte
pt: Cominidade/Ajuda
tr: Topluluk/Destek

source: Commands:
ar: ازرار التحكم
bg: Команди:
el: Εντολές:
eo: Ordonoj:
es: Commandos disponibles:
fr: Commandes :
ja: コマンド:
nb: Kommandoer:
nl: Commando's:
pt: Comandos:
tr: Kontroller

source: Command 9
ar: القيادة تحرير 9
bg: Команда 9
el: Εντολή 9
eo: Ordono 9
es: Comando 9
fr: Commande 9
ja: コマンド9
nl: Commando 9
pt: comando 9

source: Command 8
bg: Команда 8
el: Εντολή 8
eo: Ordono 8
es: Comando 8
fr: Commande 8
ja: コマンド8
nl: Commando 8
pt: comando 8

source: Command 7
bg: Команда 7
el: Εντολή 7
eo: Ordono 7
es: Comando 7
fr: Commande 7
ja: コマンド7
nl: Commando 7
pt: comando 7

source: Command 6
bg: Команда 6
el: Εντολή 6
eo: Ordono 6
es: Comando 6
fr: Commande 6
ja: コマンド6
nl: Commando 6
pt: comando 6
tr: 6.Komut

source: Command 5
bg: Команда 5
el: Εντολή 5
eo: Ordono 5
es: Comando 5
fr: Commande 5
ja: コマンド5
nl: Commando 5
pt: comando 5

source: Command 48
ar: الأمر 48
bg: Команда 48
el: Εντολή 48
eo: Ordono 48
es: Comando 48
fr: Commande 48
ja: コマンド48
nl: Commando 48
pt: comando 48

source: Command 47
bg: Команда 47
el: Εντολή 47
eo: Ordono 47
es: Comando 47
fr: Commande 47
ja: コマンド47
nl: Commando 47
pt: comando 47
tr: Komut 47

source: Command 46
bg: Команда 46
el: Εντολή 46
eo: Ordono 46
es: Comando 46
fr: Commande 46
ja: コマンド46
nl: Commando 46
pt: comando 46
tr: 46.Komut

source: Command 45
bg: Команда 45
el: Εντολή 45
eo: Ordono 45
es: Comando 45
fr: Commande 45
ja: コマンド45
nl: Commando 45
pt: comando 45
sr: komanda 45

source: Command 44
bg: Команда 44
el: Εντολή 44
eo: Ordono 44
es: Comando 44
fr: Commande 44
ja: コマンド44
nl: Commando 44
pt: comando 44

source: Command 43
bg: Команда 43
el: Εντολή 43
eo: Ordono 43
es: Comando 43
fr: Commande 43
ja: コマンド43
nl: Commando 43
pt: comando 43
tr: 43.Komut

source: Command 42
bg: Команда 42
el: Εντολή 42
eo: Ordono 42
es: Comando 42
fr: Commande 42
ja: コマンド42
nl: Commando 42
pt: comando 42

source: Command 41
bg: Команда 41
el: Εντολή 41
eo: Ordono 41
es: Comando 41
fr: Commande 41
ja: コマンド41
nl: Command0 41
pt: comando 41

source: Command 40
bg: Команда 40
el: Εντολή 40
eo: Ordono 40
es: Comando 40
fr: Commande 40
ja: コマンド40
nl: Commando 40
pt: Comando 40

source: Command 4
bg: Команда 4
el: Εντολή 4
eo: Ordono 4
es: Comando 4
fr: Commande 4
ja: コマンド4
nl: Commando 4
pt: comando 4
tr: 4.Komut

source: Command 39
bg: Команда 39
el: Εντολή 39
eo: Ordono 39
es: Comando 39
fr: Commande 39
ja: コマンド39
nb: Kommando 39
nl: Commando 39
pt: Comando 39
sr: komanda broj 39

source: Command 38
bg: Команда 38
el: Εντολή 38
eo: Ordono 38
es: Comando 38
fr: Commande 38
ja: コマンド38
nl: Commando 38
pt: comando 38
tr: 38.Komut

source: Command 37
bg: Команда 37
el: Εντολή 37
eo: Ordono 37
es: Comando 37
fr: Commande 37
ja: コマンド37
nl: Commando 37
pt: comando 37

source: Command 36
bg: Команда 36
el: Εντολή 36
eo: Ordono 36
es: Comando 36
fr: commande 36
ja: コマンド36
nl: Commando 36
pt: comando 36

source: Command 35
bg: Команда 35
el: Εντολή 35
eo: Ordono 35
es: Comando 35
fr: Commande 35
ja: コマンド35
nl: Commando 35
pt: comando 35

source: Command 34
bg: Команда 34
el: Εντολή 34
eo: Ordono 34
es: Comando 34
fr: Commande 34
ja: コマンド34
nl: Commando 34
pt: Comando 34
tr: 34.Komut

source: Command 33
bg: Команда 33
el: Εντολή 33
eo: Ordono 33
es: Comando 33
fr: Commande 33
ja: コマンド33
nl: Commando 33
pt: comando 33

source: Command 32
bg: Команда 32
el: Εντολή 32
eo: Ordono 32
es: Comando 32
fr: Commande 32
ja: コマンド32
nl: Commando 32
pt: Comando 32

source: Command 31
bg: Команда 31
el: Εντολή 31
eo: Ordono 31
es: Comando 31
fr: Commande 31
ja: コマンド31
nb: Kommando 31
nl: Commando 31
pt: comando 31
tr: 31.Komut

source: Command 30
bg: Команда 30
el: Εντολή 30
eo: Ordono 30
es: Comando 30
fr: Commande 30
ja: コマンド30
nl: Commando 30
pt: comando 30

source: Command 3
bg: Команда 3
el: Εντολή 3
eo: Ordono 3
es: Comando 3
fr: Commande 3
ja: コマンド3
nl: Commando 3
pt: comando 3

source: Command 29
bg: Команда 29
el: Εντολή 29
eo: Ordono 29
es: Comando 29
fr: commande 29
ja: コマンド29
nl: Commando 29
pt: comando 29
tr: 29.Komut

source: Command 28
bg: Команда 28
el: Εντολή 28
eo: Ordono 28
es: Comando 28
fr: Commande 28
ja: コマンド28
nl: Commando 28
pt: comando 28
tr: 28.Komut

source: Command 27
bg: Команда 27
el: Εντολή 27
eo: Ordono 27
es: Comando 27
fr: Commande 27
ja: コマンド27
nl: Commando 27
pt: comando 27

source: Command 26
bg: Команда 26
el: Εντολή 26
eo: Ordono 26
es: Comando 26
fr: Commande 26
ja: コマンド26
nl: Commando 26
pt: comando 26
tr: 26.Komut

source: Command 25
bg: Команда 25
el: Εντολή 25
eo: Ordono 25
es: Comando 25
fr: commande 25
ja: コマンド25
nl: Commando 25
pt: comando 25

source: Command 24
bg: Команда 24
el: Εντολή 24
eo: Ordono 24
es: Comando 24
fr: Commande 24
ja: コマンド24
nl: Commando 24
pt: comando 24

source: Command 23
bg: Команда 23
el: Εντολή 23
eo: Ordono 23
es: Comando 23
fr: Commande 23
ja: コマンド23
nl: Commando 23
pt: comando 23
tr: 23.Komut

source: Command 22
bg: Команда 22
el: Εντολή 22
eo: Ordono 22
es: Comando 22
fr: commande 22
ja: コマンド22
nl: Commando 22
pt: comando 22

source: Command 21
bg: Команда 21
el: Εντολή 21
eo: Ordono 21
es: Comando 21
fr: Commande 21
ja: コマンド21
nl: Commando 21
pt: comando 21

source: Command 20
bg: Команда 20
el: Εντολή 20
eo: Ordono 20
es: Comando 20
fr: commande 20
ja: コマンド20
nl: Commando 20
pt: comando 20
tr: 20.Komut

source: Command 2
ar: 2 القيادة
bg: Команда 2
el: Εντολή 2
eo: Ordono 2
es: Comando 2
fr: commande 2
ja: コマンド2
nl: Commando 2
pt: comando 2

source: Command 19
bg: Команда 19
el: Εντολή 19
eo: Ordono 19
es: Comando 19
fr: Commande 19
ja: コマンド19
nl: Commando 19
pt: comando 19

source: Command 18
bg: Команда 18
el: Εντολή 18
eo: Ordono 18
es: Comando 18
fr: commande 18
ja: コマンド18
nl: Commando 18
pt: comando 18

source: Command 17
bg: Команда 17
el: Εντολη 17
eo: Ordono 17
es: Comando 17
fr: commande 17
ja: コマンド17
nl: Commando 17
pt: comando 17

source: Command 16
bg: Команда 16
el: Εντολή 16
eo: Ordono 16
es: Comando 16
fr: Commande 16
ja: コマンド16
nl: Commando 16
pt: comando 16
tr: 16.Komut

source: Command 15
bg: Команда 15
el: Εντολή 15
eo: Ordono 15
es: Comando 15
fr: Commande 15
ja: コマンド15
nl: Commando 15
pt: comando 15

source: Command 14
bg: Команда 14
el: Εντολή 14
eo: Ordono 14
es: Comando 14
fr: commande 14
ja: コマンド14
nl: Commando 14
pt: comando 14

source: Command 13
bg: Команда 13
el: Εντολή 13
eo: Ordono 13
es: Comando 13
fr: Commande 13
ja: コマンド13
nl: Commando 13
pt: comando 13
tr: 13.Komut

source: Command 12
bg: Команда 12
el: Εντολή 12
eo: Ordono 12
es: Comando 12
fr: Commande 12
ja: コマンド12
nl: Commando 12
pt: comando 12
tr: 12.Komut

source: Command 11
bg: Команда 11
el: Εντολή 11
eo: Ordono 11
es: Comando 11
fr: commande 11
ja: コマンド11
nl: Commando 11
pt: comando 11

source: Command 10
bg: Команда 10
el: Εντολή 10
eo: Ordono 10
es: Comando 10
fr: commande 10
ja: コマンド10
nb: Kommando 10
nl: Commando 10
pt: comando 10

source: Command 1
bg: Команда 1
el: Εντολή 1
eo: Ordono 1
es: Comando 1
fr: Commandement 1
ja: コマンド1
nl: Commando 1
pt: comando 1

source: Cockpit options
ar: خيارات قمرة القيادة
bg: Пилотите опции
el: Ρυθμίσεις Πιλοτήριου
eo: Agordoj de la stirejo
es: Cabina:
fr: Options de cockpit
ja: 運転席の設定
nb: Cockpit valgmuligheter
nl: Cabine opties
pt: Opções do cockpit
sl: Nastavitve kokpita
tr: Kokpit seçenekleri
ur: Cockpit ke options

source: close this dialog
ar: إغلاق هذا الحوار
bg: Затворете този диалогов
el: Κλείσιμο αυτού του διαλόγου
eo: fermi ĉi tiun dialogujon
es: cerrar esta ventana
fr: Fermer cette boîte de dialogue
ja: このダイアログを閉じてください
nb: lukk denne dialogen
nl: Sluit dit Dialoog
pt: Feche esta janela
sl: zapri pogovorno okno
tr: Pencereyi kapat
ur: dialog ko bund

source: Click on blue hyperlinks to select a server.
el: Κάνε κλίκ στους μπλέ συνδέσμους για να επιλέξεις εναν σέρβερ
eo: Klaku sur bluaj ligiloj por elekti servilon.
es: Haz clic en un enlace para seleccionar un servidor
fr: Cliquer sur les liens en bleu pour choisir un serveur
nb: Trykk på de blå hyperlinkene for å velge en tjener.
nl: Klik op de blauwe hyperlink om een server te selecteren.
no: klikk på den blå hyperlinken for å velge server
pt: Clique nos hyperlinks em azul para seleccionar um servidor.
tr: Bir sunucu seçmek için mavi linklere tıklayın.

source: Clear cache
ar: مسح cache
bg: Изчистване на кеш паметта
el: Καθαρισμός προσωρινής μνήμης
eo: Malplenigi kaŝmemoron
es: Limpiar Caché
fr: Vider le cache
ja: キャッシュの消去
nb: Tøm buffer
nl: Leeg Cache
pt: Limpar cache
sl: Izbriši medpomnilnik
tr: Belleği temizle
ur: cache ko clear4

source: Choose a file
bg: Избор на фаил
el: Επέλεξε έναν φάκελο
eo: Elektu dosieron
es: Elija un archivo
fr: Choisissez un fichier
ja: ファイルを選択してください
nb: Velg en fil
nl: kies een bestand
pt: Escolha um arquivo
tr: Bir dosya seçin

source: checking for new zips in
ar: التحقق من وجود ملفات مضغوطة جديدة
bg: проверка за нови файлове в
el: Έλεγχος για καινούρια συμπιεσμένα σε
eo: kontrolanta novajn ZIP-arkivojn en
es: Chequeando zips nuevos en
fr: Vérification des nouvelles archives dans
nb: Ser etter nye zips i
nl: controleren op nieuwe zip bestanden in
pt: checando por novos arquivos zip em
tr: Yeni sıkıştırılmış dosyalar kontrol ediliyor.

source: checking for new directories in
ar: جديدdirectoriesالتحقق من وجود
bg: проверка за нови директории
el: Ελέγχονται καινούριες διαδρομές αρχείων σε
eo: kontrolanta novajn dosierujojn en
es: chequeando nuevas carpetas en
fr: Vérification des nouveaux répertoires dans
nb: ser etter nye kataloger i
nl: controleren op nieuwe mappen in
pt: checando por novas pastas
sr: pregled za nove fajlove unutra
tr: Yeni dosyalar kontrol ediliyor.

source: change camera mode
el: άλλαξε την λειουργεία της κάμερας
eo: ŝanĝi kameramoduson
es: cambiar el modo de la cámara
fr: changer le mode appareil photo
ja: カメラモードを変更
nl: Verander de camera modus
pt: Trocar o modo da câmera

source: center the rudder
el: Κεντράρισε το πτερύγιο ουράς
eo: centri la rudron
es: Centrar el timón
fr: centre de la gouverne de direction
nl: centreer het roer
pt: centro do leme
tr: Dümeni ortala

source: Cancel the configuration changes and close the configuration program.
ar: الغاء التغييرات والخروج من برنامج التعديل
bg: излизане от конфигурация промените и затворете конфигурация програма.
el: Ακύρωση των αλλαγών και κλείσιμο του προγράμματος ρυθμίσεων.
eo: Nuligi la agordoŝanĝojn kaj fermi la agordilon.
es: Cancela los cambios realizados y cierra el programa de configuración
fr: Annuler les changements apportés à la configuration et fermer le configurateur.
ja: 変更をキャンセルし、プログラムを終了します
nb: Avbryt konfigurasjonsendringene og lukk konfigurasjonsprogrammet.
nl: Annuleer de configuratie veranderingen en sluit het configuratie programma.
pt: Cancelar as alterações (na configuração) e fechar o programa de configuração.
sl: Prekliči trenutne spremembe konfiguracije in zapri konfiguracijski program.
tr: Ayarlarda yapılan değişiklikleri iptal et ve programı kapat.
ur: configuration ke changes ko cancel kur-ro aur configuration pogram ko bund kur-ro

source: Cancel
ar: خروج
bg: отмените
el: Άκυρο.
eo: Nuligi
es: Cancelar
fr: Annuler
ja: キャンセル
nb: Avbryt
nl: Annuleren
no: Avbryt
pt: Cancelar
sl: Prekliči
tr: İptal

source: Caelum sky is nice but quite slow unless you have a high-powered GPU.
ar: النجوم في السماء جميلة .ولكن تتطلب بطاقة رسومات عالية الاداء
bg: Caelum небето е хубаво, но доста бавен, освен ако имате високо захранва GPU.
el: Ο ουρανός κάελουμ ειναι ωραίος αλλά αρκετά αργος εκτος και αν έχετε δινατή καρτα γραφικών
eo: Ĉielo de Caelum estas bela sed iomete malrapida krom se vi havas altpotencan grafikprocesoron.
es: Caelum es el más bonito, pero más lento si no tienes una gran tarjeta gráfica.
fr: Caelum est mieux mais plutôt lent à moins d'avoir un GPU haute-performance.
nb: Caelum skyer er fint men veldig tregt om du ikke har en god GPU.
nl: Caelum lucht is mooi maar vertraagd tenzij je een sterke GPU hebt.
pt: O céu Caelum é bonito, mas é muito lento, a menos que você tenha uma GPU de alta potência.
sl: Caelum nebo je lepo, vendar počasno, razen če imaš dober GPU.
tr: Caelum gökyüzü daha güzeldir ama grafik kartınız güçlü değilse performans kaybına yol açar.
ur: Caleum sky achaa hain laykin kaffi slow hain unless aap ke pas hain hi powered GPU

source: Cache regeneration done.
el: Αναζοογώνιση της προσωρινής μνήμης ολοκληρώθηκε.
eo: Regenero de kaŝmemoro plenumita.
es: Regenaración de cache realizada.
fr: Régénération du cache effectuée.
ja: キャッシュを再構築しました。
nb: Hurtigbuffer regenerering fullført.
nl: cache regeneratie gedaan.
pt: regeneração do cache concluido.
tr: Önbellek yenilemesi tamamlandı.

source: broken:
ar: محطم
bg: разбит:
el: Σπασμένο:
eo: rompitaj:
es: rotos:
fr: Brisé :
he: שבור
nb: Knekt:
nl: Kapot:
pt: Danificado:
tr: Kırılan
ur: tutahua:

source: brake
bg: спирачка
el: φρένο
eo: bremso
es: freno
fr: Frein
ja: ブレーキ
nb: brems
nl: Rem
pt: freio
tr: Fren

source: Boat
ar: سفينة
bg: лодка
el: Σκάφος
eo: Boato
es: Barco
fr: Bateau
ja: 船･ボート
nb: Båt
nl: Boot
pt: Barco
tr: Tekne
ur: kishtee

source: Best FPS:
ar: اعلي FPS
bg: Най-добър FPS :
el: Καλύτερα καρέ/δευτ:
eo: Plej bona FPS:
es: Mejor FPS:
fr: Meilleur FPS :
he: הכי הרבה FPS
ja: 最高FPS:
nb: Beste FPS:
nl: Beste FPS
pt: Melhor FPS:
tr: En iyi FPS:
ur: behtareen FPS

source: beam count:
ar: عدد الاعمدة
bg: лъч брои:
el: Αριθμός ακτίνων:
eo: nombro da traboj:
es: número de Vigas:
fr: Nombre de poutres :
nb: Antall stenger:
nl: Balk telling:
pt: numero de vigas:
tr: Çubuk Sayısı

source: Balanced
ar: التوازن
bg: уравновесен
el: Ισσοροπιμένο
eo: Ekvilibrigita
es: Balanceada
fr: Équilibré
ja: バランス(デフォルト)
nb: Balansert
nl: Gebalanceerd
pt: Balanceado
tr: Dengeli

source: Bad server port
ar: منفذ لا يشتغل
bg: Лош служа пристанище
el: Σφαλμένη πόρτα για τον σέρβερ.
eo: Malkorekta servil-konektejo
es: Puerto del servidor erróneo
fr: Port de serveur incorrect
nb: Dårlig tjener port
nl: Verkeerde server poort
pt: Prota do servidor errada/incorreta
tr: Verimsiz Sunucu Portu
ur: burA server port

source: average stress:
ar: معدل الاجهاد
bg: Средната стрес:
el: Μέση πίεση:
eo: averaĝa streĉo:
es: media de estrés:
fr: Stress moyen:
nb: Gjennomsnittlig stress:
nl: Gemiddelde stress:
pt: Média de tensão:
tr: Ortalama Gerilim
ur: average zor

source: Average FPS:
ar: متوسط FPS
bg: Средно число FPS :
el: Μέσα καρέ/δευτ:
eo: Averaĝa FPS:
es: Media FPS:
fr: FPS moyen:
ja: 平均FPS:
nb: Gjennomsnitts FPS:
nl: Gemiddelde FPS
pt: FPS médio:
tr: Ortalama FPS

source: average deformation:
ar: معدل الاعوجاج
bg: средно число обезобразяване :
el: Μέση παραμόρφωση:
eo: averaĝa deformiĝo:
es: media de deformación:
fr: Déformation moyenne:
he: עיוות ממוצע
nb: Gjennomsnittlig deformasjon:
nl: gemiddelde vervorming:
pt: deformação média:
tr: Ortalama Esneme

source: Automatic shift
ar: تغيير اوتوماتيكي لدرجات السرعة
bg: Автоматична смяна
el: Αυτόματες ταχύτητες.
eo: Aŭtomata transmisio
es: Cambio automático
fr: Boîte automatique
ja: [AT]オートマチックシフト
nb: Automatisk giring
nl: Automatisch schakelen
pt: Marcha/câmbio automático
tr: Otomatik Vites

source: Authors:
ar: الصانع
bg: Авторите :
el: Συντάκτες:
eo: Aŭtoroj:
es: Autores:
fr: Auteurs:
ja: 作者:
nb: Opphavsmenn:
nl: Auteurs:
pt: Autores:
tr: Tasarımcılar

source: Author:
ar: الكاتب :
bg: Автор:
el: Συντάκτης:
eo: Aŭtoro:
es: Autor:
fr: Auteur:
ja: 作者:
nb: Opphavsmann:
nl: auteur:
pt: Autor:
tr: Yapımcı:

source: Anti-aliasing:
bg: Anit-aliasing
eo: Ebenigado:
ja: アンチエイリアス:

source: Anonymous
ar: مجهول
bg: Анонимен
el: Ανώνυμος
eo: Anonima
es: Anonimo
fr: Anonyme
ja: 名無しさん
nb: Anonym
nl: Anoniem
pt: Anonimos
sl: Anonimnež
tr: Anonim

source: Altitude:
ar: الارتفاع
bg: Надморска височина:
el: Υψόμετρο:
eo: Altitudo:
es: Altitud:
he: גובה
ja: 高度:
nb: Høyde:
nl: Hoogte:
tr: Yükseklik

source: airplane throttle
el: ώθηση αεροπλάνου
eo: impulso de aviadilo
es: acelerador del avión
fr: Manettes des gaz de l'avion
nl: vliegtuig gas
pt: acelerador do aviao

source: airplane parking brake.
el: φρένο στάθμευσης αεροπλάνων
eo: aviadila parkbremso
es: freno de mano en el avión
fr: frein de stationnement d'avion
nl: parkeerrem vliegtuig
pt: freio de mao do aviao

source: Airplane
ar: طائرة
bg: самолет
el: Αεροπλάνο
eo: Aviadilo
es: Avión
fr: Avion
he: מטוס
ja: 飛行機
nb: Fly
nl: Vliegtuig
pt: Avião
sl: Letalo
tr: Uçak
ur: jahaaz

source: Advanced
ar: المتقدمة
bg: напреднал
el: Προχωρημένες
eo: Progresintaj
es: Avanzada
fr: Avancé
ja: 拡張
nb: Avansert
nl: Geavanceerd
pt: Avançado
sl: Napredno
tr: Gelişmiş

source: Add the key
ar: إضافة زر
bg: Прибавям определителен член ключ
el: Προσθήκη του πλήκτρου
eo: Aldoni la klavon
es: Añadir la tecla
fr: Ajouter la touche
ja: キーを追加
nb: Legg til nøkkelen
nl: Voeg de code toe
pt: Adicionar a palrava-chave
sl: Dodaj ključ
tr: Tuşu ekle
ur: key ko jama

source: Add
ar: اضافة
bg: Добавям
el: Πρόσθεσε
eo: Aldoni
es: Añadir:
fr: Ajouter
ja: 追加
nb: Legg til
nl: Toevoegen
pt: Adicionar
sl: Dodaj
tr: Ekle
ur: jama

source: accelerate the truck
el: Επιτάχυνε το όχημα
eo: akceli la kamionon
es: acelerar el vehículo
fr: Faire accélérer le camion
nl: Accelereert de vrachtwagen
pt: acelerar o caminhão

source: A network error occured
ar: networkحدث خطأ في
bg: A мрежа грешка срещам се
el: Παρουσιάστηκε πρόβλημα στο δίκτυο
eo: Okazis reta eraro
es: Ha ocurrido un error al usar la red
fr: Une erreur réseau est survenue
ja: ネットワークエラーが発生しました。
nb: En nettverksfeil inntraff
nl: Een netwerk fout heeft plaats gevonden.
pt: Foi encontrado um erro do servidor
tr: Ağ hatası meydana geldi
ur: aik qafas error ho gya

source: 5% deadzone
ar: 5% زاوية ميتة
bg: 5% мъртва зона
el: Νεκρή ζώνη 5%
eo: 5% mortinta zono
nb: 5% dødsone
nl: 5% dode zone
pt: 5% de zona-morta
sl: 5% mrtve cone
tr: 5 % ölü bölge

source: 30% deadzone
ar: 30% زاوية ميتة
bg: 30% мъртва зона
el: Νεκρή ζώνη 30%
eo: 30% mortinta zono
es: 30% de Zona muerta
nb: 30% dødsone
nl: 30% dode zone
pt: 30% de zona-morta
sl: 30% mrtve cone
tr: 30% ölü bölge

source: 20% deadzone
ar: 20% زاوية ميتة
bg: 20 % мъртва зона
el: Νεκρή ζώνη 20%
eo: 20% mortinta zono
es: 20% de zona muerta
he: 20% שטח מת
nb: 20% dødsone
nl: 20% dode zone
pt: 20% de zona-morta
sl: 20% mrtve cone
tr: 20% ölü bölge

source: 15% deadzone
ar: 15% زاوية ميتة
bg: 15 % мъртва зона
el: Νεκρή ζώνη 15%
eo: 15% mortinta zono
es: 15% de zona muerta
nb: 15% dødsone
nl: 15% dode zone
pt: 15% de Zona-morta
sl: 15% mrtve cone
tr: 15% ölü bölge

source: 10% deadzone
ar: 10% زاوية ميتة
bg: 10% мъртва зона
el: Νεκρή ζώνη 10%
eo: 10% mortinta zono
nb: 10% dødsone
nl: 10% dode zone
pt: 10% de zona-morta
sl: 10% mrtve cone
tr: 10% ölü bölge

source: 0 % (Total Linear)
bg: 0 % (Общо Линейни)
el: 0 % (Πληρες ευθυγραμμισμένο)
eo: 0% (tute linia)
es: 0 % (totalmente lineal)
fr: 0% (totalement linéaire)
nb: 0 % (Totalt Lineært)
nl: 0 % (totaal linear)
pt: 0% (linearização máxima)

source: 0 % (No deadzone)
ar: 0 % (لا توجد :زاوية ميتة)
bg: 0% (не мъртва зона)
el: Νεκρή ζώνη 0 %
eo: 0% (neniu mortinta zono)
es: 0 % (Sin zona muerta)
fr: 0 % (Pas de deadzone)
nb: 0 % (Ingen dødsone)
nl: 0 % (geen dode zone)
pt: 0% (sem zona-morta)
sl: 0 % (brez mrtve cone)
tr: 0 % (Ölü bölge yok)
ur: 0 % (koi bai nai deadzone)
