Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: trunk/tools/i18n/ror/*.po
Languages: ar, bg, el, eo, es, fr, he, ja, nb, nl, no, pt, sl, sr, tr, ur

source: <p>How to play in Multiplayer:</p><br><ol><li>Click on the <b>Update</b> button to see available servers here.</li><li>Click on any underlined Server in the list.</li><li>Click on <b>Save and Play</b> button to start the game.</li></ol>
ar: <p>كيفية تشغيل Multiplayer:</p><br><ol><li>اضغط علي <b>تحديث</b> لمشاهدة السيرفرات المتوفرة هنا .</li><li>اضغط علي اي سيرفر تحته سطر في القائمة.</li><li>لتشغيل اللعبة <b> </b> اضغط علي زر الحفظ وبدا اللعب .</li></ol>
bg: <p>Как да играят в мултиплейър:</p><br><ol><li>Щракване на определителен член<b>актуализирам </b> бутона, за да видите наличните сървъри тук. </li><li>Щракнете върху някоя подчертан Server в списъка.</li><li>щракване от<b>Спасявам и Играя</b> бутон за стартиране на играта.</li></ol>
el: <p>Πως παίζεις με άλλους παίχτες</p><br><ol><li>Πάτα στο κουμπί <b>Eνημέρωση</b> για να δεις εδώ διαθέσιμους υπολογιστές-εξυπηρετητές.</li><li>Πάτα σε οποιονδήποτε υπογραμμισμένο εξυπηρετητή στην λίστα.</li><li>Πάτα στο κουμπί <b>Αποθήκευση και Παίξε</b> για να ξεκινήσει το παιχνίδι.</li></ol>
eo: <p>Kiel ludi multludante:</p><br><ol><li>Klaku sur la butono <b>Refreŝigi</b> por vidi la disponeblajn servilojn ĉi tie.</li><li>Klaku sur iu substrekita servilo en la listo.</li><li>Klaku sur la butono <b>Savi kaj ludi</b> por komenci la ludon.</li></ol>
es: <p>¿Cómo jugar en Modo Online?:</p><br><ol><li>Clic en el botón <b>Actualizar</b> para ver los servidores disponibles.</li><li>Clic en uno de los servidores subrayados en la lista.</li><li>Clic en el botón <b>Guardar y Jugar</b> para empezar el juego.</li></ol>
fr: <p>Comment jouer en multijoueur :</p><br><ol><li>Cliquez sur le bouton <b>Rafraîchir</b> pour voir les serveurs disponibles.</li><li>Cliquez sur un serveur souligné dans la liste.</li><li>Cliquez sur le bouton <b>Sauvegarder et Jouer</b> pour démarrer le jeu.</li></ol>
ja: <p>マルチプレイのやり方</p><br><ol><li><b>更新</b>をクリックし現在利用可能なサーバーを表示させて下さい。</li><li>利用可能なサーバーの青字をクリックし選択してください。</li><li><b>保存して起動</b>を押すとマルチプレイが始まります。</li></ol>
nb: <p>Hvordan spille flerspill:</p><br><ol><li>Trykk på <b>Oppdater</b> knappen for å se tilgjengelige tjenere.</li><li>Trykk på hvilken som helst understreket tjener.</li><li>trykk på <b>Lagre og spill</b> knappen for og starte spillet.</li></ol>
nl: <p>Hoe moet je spelen in Twee spelers:</p><br><ol><li>Klik op de <b> Update </b> knop om de beschikbare servers te bekijken.</li><li>Klik op een van de onderstreepte servers in de lijst.</li><li>Klik dan op de<b> Opslaan en spelen</b> toets om de sessie te starten.</li></ol>
pt: <p> Como jogar em Multijogador: </ p> <br> <ol> <li> <b> Clique no botão Atualizar </ b> para vizualizar os servidores disponíveis. </ li> <li> Clique em qualquer Servidor sublinhado em azul na lista. </ li> <li> Clique em Salvar e <b> jogar </ b> para iniciar o jogo. </ li> </ ol>
sl: <p>Kako igrati večigralni način:</p><br><ol><li>Klikni <b>Posodobitev</b> da preveriš listo strežnikov.</li><li>Klikni na katerikoli podčrtan strežnik.</li><li>Klikni <b>Shrani in igraj</b> za zagon igre.</li></ol>
tr: <p>Çok oyunculu modda nasıl oynanır:</p><br><ol><li><b>Güncelle</b> butonuna tıklayıp mevcut sunucuları görün.</li><li>Herhangi bir sunucu linkine tıklayın.</li><li><b>Kaydet ve Çık</b>'a tıklayarak oyunu başlatın.</li></ol>
ur: multiplayer main kaise kilte hain::</p><br><ol><li> click kur-ro <b>Update</b> button availbable servers dayk ne</li><li> koi wai underlined server click kur-ro./li><li>Click on <b<b>Save aur Play</b> button , game ko start kurne.</li></ol>

source: <h2>Latest News</h2>None atm<h2>Support / Community</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutorials</a><p/> (this site is to be enhanced...)
bg: <h2>Последни новини</h2>Нито един банкомат<h2> Поддръжка / Общността</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>уроци</a><p/> (този сайт е да се засили ...)
el: <h2>Τελευταία νέα</h2>Κανένα προς το παρόν<h2>Υποστήριξη / Κοινότητα</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutorials</a><p/> (Αυτή η ιστοσελίδα θα ενημερωθεί...)
eo: <h2>Lastaj Novaĵoj</h2>Neniuj ĉi-momente<h2>Subteno / Komunumo</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>lerniloj</a><p/> (ĉi tiu retpaĝaro estas plibonigota...)
es: <h2>Últimas noticias</h2>Ninguna actualmente<h2>Support / Comunidad</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutoriales</a><p/> (el sitio necesita algunas mejoras...)
fr: <h2>Dernières nouvelles</h2>Aucune pour le moment<h2>Support / Communauté</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutoriels</a><p/> (Ce site va être amélioré...)
ja: <h2>最新のニュース</h2>ありません<h2>サポート/コミュニティ</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>チュートリアル</a><p/>
nb: <h2>Siste Nytt</h2>Ingen for øyeblikket<h2>Støtte / Fellesskap</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>Guider</a><p/> (Denne siden vil bli forbedret...)
nl: <h2>De laatste nieuwtjes</h2>Niks op dit moment<h2>Ondersteuning / Community</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutorials</a><p/> (De site zal in de toekomst verbeterd worden...)
no: <h2>Siste Nytt</h2>Ingen for øyeblikket<h2>Støtte / Fellesskap</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>Guider</a><p/> (dette området skal bli forbedret...)
pt: <h2>Ultimas noticias</h2>Nenhuma atualmente<h2>Support / Comunidade</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'> tutoriais</a><p/>(ainda precisa de algumas melhorias)
ur: <h2>subb sey nai News</h2>kuch nai atm<h2>Support / Community</h2><a href='http://wiki.rigsofrods.com/index.php?title=Tutorials'>tutorials</a><p/> (ye site enhance ho nai e...)

source: +5% multiplication
bg: +5% умножение
el: +5% πολλαπλασιασμού
eo: multipliko de +5%
es: +5% multiplicador
fr: multiplication de +5%
nl: +5% verdubbeling
pt: 5% multiplicação

source: +30% multiplication
bg: +30% умножение
el: +30% πολλαπλασιασμού
eo: multipliko de +30%
es: +30% multiplicador
fr: multiplication de +30%
nl: +30% verdubbeling
pt: +30% multiplicação

source: +25% multiplication
bg: +25% умножение
el: +25% πολλαπλασιασμού
eo: multipliko de +25%
es: +25% multiplicador
fr: multiplication de +25%
nl: +25% verdubbeling
pt: +15% multiplicação

source: +20% multiplication
bg: +20% умножение
el: +20% πολλαπλασιασμού
eo: multipliko de +20%
es: +20% multiplicador
fr: multiplication de +20%
nl: +20% verdubbeling
pt: +20% multiplicação

source: +15% multiplication
bg: +15% умножение
el: +15% πολλαπλασιασμού
eo: multipliko de +15%
es: +15% multiplicador
fr: multiplication de +15%
nl: +15% verdubbeling
pt: +15% multiplicação

source: +10% multiplication
bg: +10% умножение
el: +10% πολλαπλασιασμού
eo: multipliko de +10%
es: +10% multiplicador
fr: multiplication de +10%
nl: +10% verdubbeling
pt: +10% multiplicação

source: (Please press a key)
ar: الرجاء اضغط علي الزر
bg: (харесвам натискам a ключ)
el: (παρακαλώ πιέστε ένα πλήκτρο)
eo: (Bonvolu premi klavon)
es: (Por favor, presione una tecla)
fr: (Veuillez presser une touche)
ja: (何かキーを押してください)
nb: (Venligst trykk på en knapp)
nl: (Druk op een toets)
pt: Aperte uma tecla
sl: (pritisni tipko)
tr: (Bir tuşa basın)
ur: (please aap ik key press kur re)

source: (Please press a Joystick Button)
ar: الرجاء ضغط زر عصا التسلية
bg: (Моля, натиснете бутона джойстик)
el: (πατήστε ένα κουμπί του joystick)
eo: (Bonvolu premi stirstangan butonon)
es: Por favor, presione un Botón del mando de juegos)
fr: (Veuillez presser un bouton du joystick)
ja: (何かジョイスティックのボタンを押してください)
nl: (Druk op een Joystick Knop)
pt: Aperte um botão do joystick
sl: (pritisni gumb na igralni palici)
tr: (Bir joystick butonuna basın)
ur: (koi joystick ke button press kurro)

source: (Please move an Axis)
ar: (الرجاء حرك المحور )
bg: (харесвам движа an Ос)
el: (παρακαλώ κινείστε τον άξονα)
eo: (Bonvolu movi akson)
es: (Por favor, mueva un Eje del mando de juegos)
fr: (Veuillez bouger un axe)
he: בבקשה הזז ציר(
nl: (Beweeg een As)
pt: (Por favor mover um Eixo)
sl: (premakni po osi)
tr: (Bir eksende hareket yapın)
ur: (axis ko please move kur-ro)

source: (Please move a Slider)
el: (Παρακαλώ κουνίστε έναν άξονα)
eo: (Bonvolu movi variigilon)
es: (Por favor, mueva la barra deslizadora)
fr: (veuillez déplacer le curseur)
nl: (verplaats een schuiver)
pt: (Por favor, mova um manet)

source: (No Languages found)
ar: لا توجد لغة
bg: (не езици намерени)
el: (Δεν βρέθηκαν γλώσσες)
eo: (Neniuj lingvoj trovitaj)
es: (No se han encontrado idiomas)
fr: (Pas de langues trouvées)
he: (לא נמצאו שפות)
nb: (Ingen språk funnet)
nl: (Geen taal gevonden)
pt: (Nenhuma Língua encontrada!)
tr: Herhangi bir dil bulunamadı.
ur: koi nai language found

source: (no author information available)
bg: (не е автор наличната информация)
eo: (neniuj disponeblaj informoj pri la aŭtoro)
es: (no hay información de autoría)
fr: (Pas d'informations disponibles sur l'auteur)
nb: (ingen informasjon om opphavsmann tilgjengelig)
nl: (Geen auteur informatie beschikbaar)
pt: (Nenhuma informação do autor disponível)
tr: Tasarımcı bilgisi mevcut değil.
ur: (koi nai author information hain)

source: ... loading ... (maybe you should check your internet connection)
el: ... γίνεται φόρτωση ... (ίσως να χρειαστεί να ελέγξεις την σύνδεση σου στο ίντερνετ)
eo: ... ŝarganta ... (vi eble devus kontroli vian retkonekton)
es: ... cargando ... (quizás necesites comprobar tu conexión a internet)
fr: ... Chargement ... (vous devriez peut-être vérifier votre connexion Internet)
ja: 読み込み中...(もしかしたらネットワーク接続を確認したほうが良いかもしれません)
nb: ... laster ... (kansje du burde sjekke intenett forbindelsen)
nl: ... Laden ... (Misschien is er iets mis met je internet verbinding)
pt: ... carregando ... (talvez você precise verificar sua conectividade)
tr: ... yükleniyor ... (internet bağlantınızı kontrol etmeniz gerekebilir)
ur: ...loading...(upna internet connection dhakoo)

source: -5% multiplication
bg: -5% умножение
el: -5% πολλαπλασιασμού
eo: multipliko de -5%
es: -5% multiplicador
fr: Multiplication de -5%
nl: -5% verdubbeling
pt: -5% multiplicação

source: -30% multiplication
bg: -30% умножение
el: -30% πολλαπλασιασμό
eo: multipliko de -30%
fr: multiplication de -30%
nl: -30% verdubbeling
pt: -30% multiplicação

source: -25% multiplication
bg: -25% умножение
el: -25% πολλαπλασιασμού
eo: multipliko de -25%
es: -25% multiplicador
fr: -25% de multiplication
nl: -25% verdubbeling
pt: -25% multiplicação

source: -20% multiplication
bg: -20% умножение
el: -20% πολλαπλασιασμού
eo: multipliko de -20%
es: -20% multiplicador
fr: multiplication de -20%
nl: -20% verdubbeling
pt: -20% multiplicação

source: -15% multiplication
bg: -15% умножение
el: 15% πολλαπλασιασμού
eo: multipliko de -15%
es: -15% multiplicador
fr: multiplication de -15%
nb: -15% multiplikasjon
nl: -15% verdubbeling
pt: -15% multiplicação

source: -10% multiplication
bg: -10% умножение
el: -10% πολλαπλασιασμού
eo: multipliko de -10%
es: -10% multiplicador
fr: multiplication de -10%
nb: -10% multiplikasjon
nl: -10% verdubbeling
pt: -10% multiplicação

source: ^8 Player: ^7
bg: ^ 8 играча: ^ 7
el: ^8 παίχτης: ^7
eo: ^8 ludantoj: ^7
es: ^8 Jugador: ^7
fr: ^8 joueurs: ^7
ja: ^8 プレイヤー: ^7
nb: ^8 Spiller: ^7
nl: ^8 speler: ^7
pt: ^8 jogador: ^7

source: ^1 usage: /rcmd [command] [optional arguments]
bg: ^1 отнасяне : rcmd [ заповядвам ] [ незадължителен довод ]
el: ^1 χρήση: /rcmd [εντόλή] [προαιρετικές παράμετροι]
eo: ^1 uzi: /rcmd [ordono] [nedevigaj argumentoj]
es: ^1 uso: /rcmd [comando] [argumentos opcionales]
fr: ^1 utiliser: /rcmd [commande] [arguments optionnels]
nb: ^1 bruk: /rcmd [kommando] [valgrfie argumenter]
nl: ^1 gebruik: /rcmd [comando] [optioneel argument]
pt: ^ 1 uso: / rcmd [comando] [argumentos opcionais]

source: ^1 unkown Command:
ar: ^1 زر تحكم غير معروف
bg: ^ 1 неизвестен командване:
el: ^1 άγνωστη εντολή:
eo: ^1 nekonata ordono:
es: ^1 Orden desconocida:
fr: ^1 Commande inconnue:
nb: ^1 Ukjent kommando:
nl: ^1 onbekend comando
pt: ^1 comando desconhecido:
tr: ^1 Bilinmeyen Komut

source: ^1 ERROR: you must use /rlogin [password] first
bg: ^1 Грешка : ти трябва употреба rlogin [ парола ] пръв
el: ^1 ΣΦΑΛΜΑ: πρέπει να χρησημοποιηθεί /rlogin [κωδικός] πρώτα
eo: ^1 ERARO: vi devas unue uzi /rlogin [pasvorto]
es: ^1 ERROR: debes usar primero /rlogin [password]
fr: ^1 ERREUR: vous devez d'abord utiliser /rlogin [password]
nb: ^1 FEIL: du må bruke /rlogin [passord] først
nl: ^1 FOUT: je moet eerst /rlogin [wachtwoord] gebruiken
no: ^1 FEIL: du må bruke /rlogin [passord] først
pt: ^ 1 ERRO: você deve utilizar / rlogin [senha] primeiro
ur: ^1 ERROR: app ko /rlogin [password] pehlay istemaal cur na

source: ^1 ERROR: protocol error while trying to send command to RCON:
bg: ^1 Грешка : първообраз грешка време изнурителен към изпращам заповядвам към RCON :
el: ^1 Σφάλμα: σφάλμα προτοκόλλου καθώς γίνονταν προσπάθεια να σταλεί εντόλή στο RCON:
eo: ^1 ERARO: protokola eraro provante sendi ordonon al RCON:
es: ^1 ERROR: Error de protocolo al intentar enviar un comando a RCON:
fr: ^1 ERREUR: erreur de protocole durant la tentative d'envoi de la commande à RCON:
nb: ^1 FEIL: protokoll feil mens det ble forsøkt å sende kommando til RCON:
nl: ^1 FOUT: protocol fout bij het versturen van comando naar RCON:
pt: ^1 ERRO:Erro de protocolo enquanto tentava enviar comando ao RCON:
tr: RCON'a komut gönderimi sırasında bir protokol hatası oluştu.
ur: ^1 ERROR: protocol error ho ya jab command RCON ko send kur ne ke koshish kya

source: ^1 ERROR: protocol error while trying to log into RCON:
bg: ^1 Грешка : Протокол грешка време изнурителен към дънер в RCON :
el: ^1 Σφάλμα: σφάλμα Πρωτοκόλλου στην προσπάθεια σύνδεσης με RCON:
eo: ^1 ERARO: protokola eraro provante ensaluti en RCON:
es: ^1 ERROR:Error de protocolo al intentar autentificación en RCON:
fr: ^1 ERREUR: erreur de protocole durant la tentative de connexion à RCON:
nb: ^1 FEIL: protokoll feil mens det ble forsøkt å logge på RCON:
nl: ^1 fout: protocol fout bij het inloggen in RCON:
pt: ^1 ERRO: Erro de protocolo enquanto tentava ligar ao RCON:
tr: RCON bağlantısı sırasında bir protokol hatası oluştu.
ur: ^1 ERROR: protocol error ho ya jab tak koshish kya log into RCON:

source: ^1 ERROR: not in network mode
ar: غير ممكن في حالة اللعب الجماعي عبر الشبكة: ERROR^1
bg: ^ 1 Грешка: не по мрежова готовност
el: ^1 Σφάλμα: δεν βρίσκεστε στην λειτουργεία δικτύου
eo: ^1 ERARO: retmoduso ne estas aktiva
es: ^1 ERROR: No está activado el juego Online
fr: ^1 ERREUR: Mode multijoueur non activé
nb: ^1 FEIL: ikke i flerspiller modus
nl: ^1 FOUT: niet in netwerk modus
pt: ^1 ERRO: Não está em modo rede
tr: Ağ modunda değil.
ur: ^1 ERROR: network mode main nai hain

source: ^1 Error Parsing command
ar: ^1 Error تحليل الاوامر
bg: ^ 1 Грешка при синтактичния анализ на командата
el: ^1 Σφάλμα κατα την επεξεργασία εντολής
eo: ^1 Eraro de sintaksa analizo de la ordono
es: ^1 Error al interpretar la orden (parsing)
fr: ^1 Erreur d'analyse de la commande
nb: ^1 Kommando Analyse Feil
nl: ^1 FOUT: Parsing command
pt: ^1 Erro de analise de comando
tr: Ayrık komut hatası.

source: not existing
ar: غير متوفر
bg: не съществува
el: δεν υπάρχει
eo: Ne ekzistas
es: inexistente
fr: N'existe pas
he: לא קיים
nb: eksisterer ikke
nl: niet bestaand
pt: não existe
sl: Ne Obstaja
tr: Böyle bir şey yok.
ur: nai existing

source: changed
ar: تغيير
bg: Променен
el: αλλάχτηκε
eo: ŝanĝita
es: modificado
fr: Modifié
he: שונה
ja: 変更済み
nb: endret
nl: gewijzigd
pt: Alterado
tr: Değiştirildi
ur: changed ho gya

source: VSync
bg: вертикална синхронизация
el: Κάθετος συγχρονισμός
es: Sincr. Vertical
ja: 垂直同期
pt: VSync (sincronisação vertical de imagem)

source: FOV:
el: Πεδιο Ορατότητας:
es: Campo de visión:
ja: 視野:
nb: Synsfelt:
nl: Gezichtsveld:

source: data\\
bg: данни\\
el: δεδομένα\\
he: מידע\\
sl: podatki\\

source: data/
bg: данни /
el: δεδομένα
sl: podatki/

source: Bloom
bg: Блум
el: Εφε φωτισμού ανθηση
es: Borroso
nl: Bloeien
sl: Blum

source: tracks/CreditsOverlay
bg: писти / кредити покритие
nb: Spor/Kreditt Overlegg
pt: faixas / CréditosOverlay

source: mousecfg.bmp
pt: configuração do mouse.bmp

source: data\\config.bmp
bg: данни\\config.bmp
sl: podatki\\config.bmp
sr: data\\konfig.bmp

source: data/config.bmp
ar: bmp.بيانات/خصائص
bg: данни/config.bmp
sl: podatki/config.bmp

source: keyboardcfg.bmp
ar: لوحة المفاتيحcfg.bmp
