Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: trunk/tools/i18n/ror/*.po
Languages: ar, bg, el, eo, es, fr, he, ja, nb, nl, no, pt, sl, sr, tr, ur

source: Shows the dynamic dashboard in 1st person view. May cause compatibility problems for very old video cards.
ar: مشاهدة لوحة القيادة الدينامكية من موقع الشخص الاول .يمكن ان تسبب مشاكل نظرا لعدم تطابقها مع كروت الفيديو القديمة
bg: Показвам определителен член динамичен dashboard in 1st лице преглед. Мога причина съвместимост проблема за много стар виж карта.
el: Δείχνει το δυναμικό ταμπλό στιν όψη 1ου προσώπου. Μπορει να προκαλέσει προβλήματα συμβατότητας σε πολύ παλιές κάρτες γραφικών
eo: Vidigas la dinamikan panelon en unuapersona vido. Eble kaŭzos kongruecajn problemojn por tre malnovaj vidkartoj.
es: Muestra el salpicadero en vista de primera persona. Puede causar problemas en tarjetas gráficas muy antiguas
fr: Montre le tableau de bord dynamique en vue 1ère personne. Peut causer des problèmes de compatibilité avec d'anciennes cartes graphiques.
nb: Viser den dynamiske dashboarden i 1 person syn. Kan føre til kompabilitetsproblemer for eldre skjermkort.
nl: Zet het dynamische dashboard in 1e persoons gezichtshoek. Kan een comptabiliteit probleem veroorzaken voor oude videokaarten
pt: Mostra o painel dinâmico em 1a pessoa vista. Pode causar problemas de compatibilidade muito antigas placas.
sl: Pokaže dinamično armaturko v prvoosebnem pogledu. Lahko povzroča težave na starejših sistemih.
tr: Torpidoyu göster . Eski grafik kartlarında uyumsuzluk sorununa yol açabilir.
ur: dynamic dasboard dakata hain, 1st person view main. compbatliblity problems ho sukth te old video cards ke saath

source: Shows all Collision meshes in Red to be able to position them correctly. Only use for debugging!
ar: مشاهدة اصطدمات الماش بالون الاحمر لكي تتمكن من وضعها بطرقة صحيحة .تستعمل في حالة تصحيح الاخطاء فقط
bg: Показвам цял Сблъскване дупка на мрежа in Червен към бъда способен към положение тях правилен. Единствен употреба за отстраняване на грешки!
el: Δείχνει όλα τα collision meshes με κόκκινο για να μπορείτε να τα τοποθετίσετε σωστά. Χρισημοποιήστε το μονο για debugging!
eo: Ruĝigas ĉiujn kolizio-maŝarojn por ebli ĝuste pozicii ilin. Nur uzu por malerarigado!
es: Muestra todas las colisiones en color rojo, para saber situarlos correctamente. ¡Usarlo para depurar un camión!
fr: Affiche les meshes de collision en rouge afin de pouvoir les positionner correctement. Utilisez uniquement pour débugger!
nb: Viser alle kollisjonsmesher i rødt for å kunne plassere de riktig. Brukes kun til debugging!
nl: Laat alle Botsing meshes in het Rood zien zodat ze makkelijker goed te positioneren zijn. Alleen voor het Debuggen!
pt: Mostra todas as malhas de colisão em vermelho para ser capaz de posição-los corretamente. Só uso para depuração!
sl: Razhrošči trke likov v rdečem za pravilno pozicioniranje. Samo za razhroščevanje!
tr: Bütün collision mesh'lerini doğru konumlandırmanız için kırmızı gösterir. Sadece sorun gidermek için kullanılmalıdır!
ur: Sub collison meshes dakata hain red main ta-ke aap postion sai kur sakth te. Sirf debugging ke li ye use kur ray

source: show truck tool
bg: покажи инструмента на камиона
el: εμφάνιση του εργαλείου για τα οχήματα
eo: vidigi kamionilon
es: mostrar herramientas del camión
fr: Afficher l'outil de camion
ja: トラックツールを表示
nb: Vis lastebil verktøy
nl: laat truck gereedschap zien
pt: exibir ferramenta do caminhao

source: show / hide the console
bg: покажи/скрий конзолата
el: δείξε / κρύψε την κονσόλα
eo: vidigi / kaŝi la konzolon
es: muestra/oculta la consola de órdenes
fr: montrer / cacher la console
ja: コンソールを 表示/非表示
nb: vis / skjul konsollen
nl: laat zien / verberg console
pt: mostrar / esconder o console
tr: konsolu göster / gizle

source: shift to neutral gear in manual transmission mode
el: αλλαγή στην νεκρά ταχύτητα σε μη-αυτόματο κιβώτιο ταχυτήτων
eo: pasi al la neŭtrala rapidumo en mana transmisiomoduso
es: cambiar a punto muerto en transmisión manual
fr: Passez au point mort en mode transmission manuelle
nl: Schakel naar neutrale versnelling in handmatige versnellingsbak modus
no: Skift til fri-gir i manuell girkasse modus
pt: passar para o ponto morto na marcha manual

source: shift one gear up in manual transmission mode
el: άλλαξε μία σχέση προς τα πάνω στη χειροκίνητη αλλαγή ταχυτήτων
eo: pasi al la sekva rapidumo en mana transmisiomoduso
es: subir una velocidad en el modo de transmisión manual
fr: passer une vitesse en transmission manuelle
nl: Schakel 1 versnelling omhoog in handmatige versnellingsbak modus
no: Skift et gir opp i manuell girkasse modus
pt: aumentar uma marcha no câmbio manual

source: shift one gear down in manual transmission mode
el: αλλαγή μίας σχέσεως κάτω σε χειροκίνητο κιβώτιο ταχυτήτων
eo: pasi al la antaŭa rapidumo en mana transmisiomoduso
es: baja una velocidad en el modo de transmisión manual
fr: Rétrogradez d'une vitesse en mode transmission manuelle
nl: Schakel 1 versnelling terug in handmatige versnellingsbak modus
no: Skift et gir ned i manuell girkasse modus
pt: uma marcha para baixo no cambio manual

source: shift directly to third gear
el: άλλαξε κατευθείαν στην τρίτη ταχύτητα
eo: pasi rekte al la 3a rapidumo
es: cambiar directamente a velocidad 3ª
fr: passer directement en 3ème vitesse
nb: Gir direkte til tredje gir
nl: schakel direct naar derde versnelling
no: Skift direkte til tredje gir
pt: mudar diretamentepara a 3ª marcha
tr: Direkt olarak 3.vitese geç.

source: shift directly to second gear
el: άλλαξε κατευτθείαν στην 2η ταχύτητα
eo: pasi rekte al la 2a rapidumo
es: cambiar directamente a velocidad 2ª
fr: passer directement en 2ème vitesse
nb: Gir direkte til andre gir
nl: schakel direct naar tweede versnelling
no: Skift direkte til andre gir
pt: Mudar a marcha direto para a 2ª
sl: prestavi direktno v drugo prestavo

source: shift directly to reverse gear
el: αλλαξε ταχύτητα κατεθείαν στην όπισθεν
eo: pasi rekte al la malantaŭa rapidumo
es: cambiar directamente a velocidad Marcha atrás
fr: passer directement en marche arrière
nb: Gir direkte til revers
nl: schakel direct naar de achteruit
no: Skift direkte til revers gir
pt: mudar a marcha diretamente para a ré
tr: Direkt olarak geri vitese geç

source: shift directly to fourth gear
el: άλλαξε κατευθείαν στην τέταρτη ταχύτητα
eo: pasi rekte al la 4a rapidumo
es: cambiar dirctamente a velocidad 4ª
fr: passer directement en 4ème vitesse
nb: Gir direkte til fjerde gir
nl: schakel direct naar vierde versnelling
no: Skift direkte til fjerde gir
pt: mudar diretamente para a 4ª marcha

source: shift directly to first gear
el: άλλαξε ταχύτητα κατευθείαν στην πρώτη
eo: pasi rekte al la 1a rapidumo
es: cambiar directamente a velocidad 1ª
fr: passer directement en 1ère vitesse
nb: Gir direkte til første gir
nl: schakel direct naar eerste versnelling
no: skift direkte til første gir
pt: mudar diretamente para a 1ª marcha

source: shift directly to 9th gear
el: ανέβασε κατευθείαν στην 9ατη ταχύτητα
eo: pasi rekte al la 9a rapidumo
es: cambiar directamente a velocidad 9ª
fr: passer directement en 9ème vitesse
nb: Gir direkte til niende gir
nl: schakel direct naar negende versnelling
no: Skift direkte til niende gir
pt: mudar de marcha direto para a 9ª

source: shift directly to 8th gear
el: αλλαγή κατευθείαν στην 8η ταχύτητα
eo: pasi rekte al la 8a rapidumo
es: cambiar directamente a velocidad 8ª
fr: passer directement en 8ème vitesse
nb: Gir direkte til 8.
nl: schakel direct naar achtste versnelling
no: Skift direkte til åttende gir
pt: mudar de marcha diretamente para 8ª

source: shift directly to 7th gear
bg: директна смяна към 7-ма предавка
el: αλλαγή κατευθείαν στην 7η ταχύτητα
eo: pasi rekte al la 7a rapidumo
es: cambiar directamente a velocidad 7ª
fr: passer directement en 7ème vitesse
nl: schakel direct naar zevende versnelling
no: Skift direkte til syvende gir
pt: mudar a marcha diretamente para a 7ª

source: shift directly to 6th gear
el: άλλαξε κατευθείαν στην 6η ταχύτητα
eo: pasi rekte al la 6a rapidumo
es: cambiar directamente a velocidad 6ª
fr: passer directement en 6ème vitesse
nl: schakel direct naar zesde versnelling
no: Skift direkte til sjette gir
pt: mudar a marcha diretamente para a 6ª
tr: Direkt olarak 6.vitese geç.

source: shift directly to 5th gear
el: αλλαγή κατεθείαν στην 5η ταχύτητα
eo: pasi rekte al la 5a rapidumo
es: cambiar directamente a velocidad 5ª
fr: passer directement en 5ème vitesse
nl: schakel direct naar vijfde versnelling
no: Skift direkte til femte gir
pt: mudar a marcha diretamente para a 5ª
tr: Direkt olarak 5. vitese geç

source: shift directly to 18th gear
el: αλλαγή κατευθείαν στην 18η ταχύτητα
eo: pasi rekte al la 18a rapidumo
es: cambiar directamente a velocidad 18ª
fr: passer directement en 18ème vitesse
nl: schakel direct naar achtiende versnelling
no: Skift direkte til attende gir
pt: mudar diretamente para a 18ª marcha

source: shift directly to 17th gear
el: αλλαξε ταχύτητα κατευθείαν στην 17η
eo: pasi rekte al la 17a rapidumo
es: cambiar directamente a velocidad 17ª
fr: passer directement en 17ème vitesse
nl: schakel direct naar zeventiende versnelling
no: Skift direkte til syttende gir
pt: mudança de marcha direta para 17ª
tr: Direkt olarak 17.vitese geç.

source: shift directly to 16th gear
el: αλλαξε κατευθείαν στην 16η ταχύτητα
eo: pasi rekte al la 16a rapidumo
es: cambiar directamente a velocidad 16ª
fr: passer directement en 16ème vitesse
nl: schakel direct naar zestiende versnelling
no: Skift direkte til sekstende gir
pt: mudar diretamente para a 16ª marcha

source: shift directly to 15th gear
el: αλλαγή κατευθείαν στην 15η ταχύτητα
eo: pasi rekte al la 15a rapidumo
es: Cambiar directamente a la velocidad 15ª
fr: passer directement en 15ème vitesse
nl: schakel direct naar vijftiende versnelling
no: Skift direkte til femtende gir
pt: mudar diretamente para a 15ª marcha

source: shift directly to 14th gear
el: αλλαγή κατεθείαν στην 14αρτη ταχύτητα
eo: pasi rekte al la 14a rapidumo
es: cambiar directamente a velocidad 14ª
fr: passer directement en 14ème vitesse
nl: schakel direct naar veertiende versnelling
no: Skift direkte til fjortende gir
pt: mudar para a 14ª marcha diretamente

source: shift directly to 13th gear
el: ανέβασε κατευθείαν στην 13η ταχύτητα
eo: pasi rekte al la 13a rapidumo
es: cambiar directamente a velocidad 13ª
fr: passer directement en 13ème vitesse
nl: schakel direct naar dertiende versnelling
no: Skift direkte til trettende gir
pt: mudar diretamente para a 13ª marcha
tr: Direkt olarak 13. vitese geç

source: shift directly to 12th gear
el: αλλαγή κατευθείαν στην 12ατη ταχύτητα
eo: pasi rekte al la 12a rapidumo
es: cambiar directamente a velocidad 12ª
fr: passer directement en 12ème vitesse
nl: schakel direct naar twaalfde versnelling
no: Skift direkte til tolvte gir
pt: mudar a marcha diretamente para a 12ª
tr: Direkt olarak 12.vitese geç.

source: shift directly to 11th gear
el: άλλαξε κατεθέίαν στην 11ατη ταχύτητα
eo: pasi rekte al la 11a rapidumo
es: cambiar directamente a velocidad 11ª
fr: passer directement en 11ème vitesse
nl: schakel direct naar de elfde versnelling
no: Skift direkte til ellefte gir
pt: mudar diretamente para a 11ª marcha
tr: doğrudan 11. vitese geç

source: shift directly to 10th gear
el: άλλαξε κατευθείαν στην 10ατη ταχύτητα
eo: pasi rekte al la 10a rapidumo
es: cambiar directamente a velocidad 10ª
fr: passer directement en 10ème vitesse
nl: schakel direct naar tiende versnelling
no: Skift direkte til tiende gir
pt: mudar diretamente para a 10ª
tr: Direkt olarak 10.vitese geç.

source: shift automatic transmission one gear up
el: αλλαγή μίας σχέσης πάνω στο αυτόματο κιβώτιο ταχυτήτων
eo: pasi al la sekva rapidumo en aŭtomata transmisiomoduso
es: subir una velocidad en el modo automático de transmisión
fr: monter d'une vitesse en transmission automatique
nl: schakel de automatische versnellingsbak een versnelling omhoog
no: Skift automatgir ett gir opp
pt: aumentar a marcha na transmissao automatica

source: shift automatic transmission one gear down
el: αλλαξε στο αυτόματο κιβώτιο ταχυτητων μια σχέση κάτω
eo: pasi al la antaŭa rapidumo en aŭtomata transmisiomoduso
es: bajar una velocidad en el modo automático de transmisión
fr: descendre d'une vitesse en transmission automatique
nl: schakel één versnelling lager bij een automaat
no: Skift automatgir ett gir ned
pt: mudar o cambio automatico uma marcha para baixo

source: Shadow type:
ar: نوعية الظل
bg: Сянка вид:
el: Τύπος σκίασης:
eo: Tipo de ombro:
es: Tipo de sombras:
fr: Type d'ombre :
he: סוג צל
ja: 影のタイプ:
nb: Skygge type:
nl: Schaduw type:
pt: Tipo de Sombra:
sl: Tip senc:
tr: Gölge tipi:
ur: Shadow ke qism:

source: sets middle range (7-12) for H-shaft
el: θέτει μεσαία εμβέλεια (7-12) για το Η-φρεάτιο
eo: elektas mezan aron (7-12) por H-ŝafto
es: Establecer en rango Medio (7-12) para el cambio en H
fr: sélectionner la gamme médium (7-12) pour l'arbre en H
nl: zet middel bereik (7-12) voor H-schacht
pt: selecionado médio (7-12) para H-haste

source: sets low range (1-6) for H-shaft
el: θέτει χαμηλή εμβέλεια (1-6) για το Η-φρεάτιο
eo: elektas malaltan aron (1-6) por H-ŝafto
es: Establecer el rango corto (1-6) para el cambio en H
fr: sélectionner la basse gamme (1-6) pour l'arbre en H
nb: setter lavgir (1-6) for H-gir
nl: zet laag bereik (1-6) voor h-schacht
pt: baixo intervalo (1-6) para H-haste

source: sets high range (13-18) for H-shaft
el: θέτει υψυλή εμβέλεια (13-18) για το H-φρεάτιο
eo: elektas altan aron (12-18) por H-ŝafto
es: Establecer el cambio alto (velocidades 13-18) para el cambio en H
fr: choisir la haute gamme (13-18) pour l'arbre en H
nl: zet hoog bereik (13-18) voor h-schacht
pt: conjuntos gama alta (13-18) para H-haste

source: Sets all settings in a simple way
ar: جعل كل التعديلات عادية
bg: Комплекти всички настройки по прост начин
el: Ρύθμισε όλες τις επιλογέσ με έναν απλό τρόπο
eo: Agordas ĉiujn agordojn facile
es: Establecer toda la configuración de manera fácil
fr: Régler facilement tous les paramètres
nl: Zet alle instellingen in een eenvoudige manier.
pt: Coloca todas as opções numa forma simples
tr: Tüm ayarları basit bir şekilde yapılandırır.
ur: sabb settings ko as-saan tureka main set kur-ro

source: Server port number:
ar: عدد منافذ السيرفر
bg: Сървърен порт номер:
el: Αριθμός θύρας του σέρβερ
eo: Konektejonumero de la servilo:
es: Número de Puerto en el servidor
fr: Numéro de port du serveur :
he: מספר הפורט של השרת
ja: ポート番号:
nb: Tjenerens port nummer:
nl: Server poort nummer:
pt: Número da Porta do servidor:
sl: Vrata strežnika:
tr: Server port numarası:
ur: Server ka port number:

source: Server password:
ar: كلمة مرور السيرفر
bg: Служа парола:
el: Κωδικός του σέρβερ
eo: Pasvorto de la servilo:
es: Contraseña en el servidor:
fr: Mot de passe du serveur :
ja: パスワード:
nb: Tjener passord:
nl: Server wachtwoord:
pt: Senha do servidor:
sl: Geslo strežnika
tr: Server şifresi:
ur: Server ka password:

source: Server host name:
ar: اسم السيرفر
bg: Служа тълпа име:
el: Όνομα σέρβερ
eo: Gastiganto de la servilo:
es: Nombre del Servidor:
fr: Hôte du serveur :
ja: ホスト名･IPアドレス:
nb: Tjener vertsnavn:
nl: Server hostnaam:
pt: Nome do servidor de acolhimento:
sl: Ime gostiteljskega strežnika:
tr: Server host adı:
ur: Server ka host ka naam

source: select previous element in current category
el: επιλογή προηγούμενου στοιχείου στη τρέχουσα κατηγορία
eo: elekti la antaŭan elementon en la aktuala kategorio
es: seleccione el elemento anterior en la actual categoría
fr: Sélectionner l'élément précédent dans la catégorie actuelle
nl: selecteer vorig element in deze categorie
pt: selecione elemento anterior na categoria atual
tr: Mevcut kategorideki bir önceki seçeneği seçin

source: select previous category
el: Επέλεξε την προηγούμενη κατηγορία
eo: elekti la antaŭan kategorion
es: selecciona la categoría anterior
fr: Sélectionner la catégorie précédente
nl: Selecteer vorige categorie
pt: selecionar categoria anterior

source: select next element in current category
el: επέλεξε το επόμενο στοιχείο στην τρέχουσα κατηγορία
eo: elekti la sekvan elementon en la aktuala kategorio
es: selecciona el siguiente elemento en la categoría actual
fr: sélectionne le prochain élément dans la catégorie actuelle
nl: Selecteer het volgende element in de huidige catagorie
pt: selecionar proximo elemento na categoria atual

source: select next category
el: επιλογή επόμενης κατηγορίας
eo: elekti la sekvan kategorion
es: selecciona siguiente categoría
fr: Selectionnez la prochaine catégorie
nl: Selecteer volgende categorie
pt: seleciona a proxima categoria

source: select focussed item and close menu
el: Επέλεξε το αντικείμενο και κλίσε το μενού
eo: elekti elektitan objekton kaj fermi la menuon
es: selecciona el elemento actual y cierra el menú
fr: sélectionner l'objet choisi et fermer le menu
nb: Velg fokkusert element og lukk menyen.
nl: kies gefocust object en sluit menu
pt: escolha o item indicado e feche o menu

source: Search
ar: بحث
bg: търся
el: Αναζήτηση
eo: Serĉo
es: Búsqueda
fr: Recherche
ja: 検索
nb: Søk
nl: Zoeken
pt: Pesquisa
sr: nadji
tr: Ara
ur: dundt na

source: Screenshot Format:
ar: نوعية خلفية الشاشة
bg: параван сачми формат:
el: Μορφή αρχείου φωτογραφίας οθόνης
eo: Formato de ekranbildo:
es: captura imágenes en:
fr: Format de capture d'écran :
ja: スクリーンショットの形式:
nb: Skjermbilde format:
nl: Screenshot formaat:
pt: Formato de imagem:
sl: Format zajema slike:
tr: Screenshot Formatı
ur: screenshot ka format

source: Screen configuration
ar: تعديل الشاشة
bg: Екран конфигурация
el: Ρυθμίσεις Οθόνης
eo: Agordado de la ekrano
es: Configuración de Pantalla
fr: Configuration de l'écran
ja: 表示設定
nb: Grafikk instillinger
nl: Scherm configuratie
pt: Configuração de tela
sl: Nastavitev zaslona
tr: Ekran ayarları
ur: Screen ke configuration

source: Save the current configuration and start RoR.
ar: ROR حفظ التعديل الحالي وتشغيل
bg: Запазване на текущата конфигурация и започнете RoR.
el: Αποθήκευση των τρέχουσων ρυθμίσεων και ξεκίνησε το RoR.
eo: Savi la aktualan agordon kaj starigi RoR-n.
es: Guarda la configuración actual y ejecuta RoR
fr: Sauvegarder la configuration actuelle et démarrer RoR.
ja: 現在の設定を保存し、ゲームを開始します。
nb: Lagre nåværende konfigurasjon og start RoR.
nl: Sla de huidige configuratie op en start RoR.
pt: Gravar a configuração atual e dar início ao RoR.
sl: Shrani trenutno konfiguracijo in zaženi RoR.
tr: Mevcut ayarları kaydet ve RoR'u başlat.
ur: abbi ka configuration save kur-ro aur ror ko start kur-ro

source: Save the current configuration and close the configuration program.
ar: حفظ التعديل الحالي والخروج من برنامج التعديل
bg: Запазване на текущата конфигурация и затворите конфигурация програма.
el: Αποθήκευση των τρέχουσων ρυθμίσεων και κλείσιμο του προγράμματος ρυθμίσεων.
eo: Savi la aktualan agordon kaj fermi la agordilon.
es: Guarda la configuración actual y cierra el programa de configuración.
fr: Sauvegarder la configuration actuelle et fermer le configurateur.
ja: 現在の設定を保存し、設定画面を閉じます。
nb: Lagre nåværende konfigurasjon og lukk konfigurasjonsprogrammet.
nl: Sla de huidige configuratie op en sluit het configuratie programma.
pt: Gravar a configuração atual e fechar o programa.
sl: Shrani trenutno konfiguracijo in zapri konfiguracijski program.
tr: Mevcut ayarları kaydet ve ayar programından çık.
ur: Current configuration ko save kur-ro aur configuration pogram ko bund kur-ro

source: Save Mapping to File
el: Σώσιμο χαρτογράφησης σε Φάκελο
eo: Savi agordon en dosiero
es: Guardar Mapa de teclas en archivo
fr: sauvegarder la cartographie sur le fichier
nb: Lagre mapping til fil
nl: sla mapping in een folder op
pt: Salvar Mapeamento para arquivo

source: Save and Play
ar: الحفظ ثم اللعب
bg: запазваш и започваш играта
el: Αποθήκευση και Παίξε
eo: Savi kaj ludi
es: Guardar y Jugar
fr: Sauvegarder et Jouer
ja: 保存して起動
nb: Lagre og spill
nl: Opslaan en Spelen
pt: Salvar Configurações e Jogar
sl: Shrani in igraj
tr: Kaydet ve Oyna
ur: save aur play

source: Save and Exit
ar: حفظ مع الخروج
bg: Спасявам и Излизане
el: Αποθήκευση και έξοδος
eo: Savi kaj eliri
es: Guardar y Salir
fr: Sauvegarder et Quitter
ja: 保存して終了
nb: Lagre og avslutt
nl: Opslaan en Afsluiten
pt: Salvar Configurações e Sair
sl: Shrani in zapusti
tr: Kaydet ve Çık
ur: save aur exit.

source: rudder right
el: πηδάλιο ουρας δεξιά
eo: rudro dekstren
es: timón a la derecha
fr: gouvernail droit
ja: ラダーライト
nb: ror høyre
nl: roer rechts
pt: leme direito

source: rudder left
el: πηδάλιο ουράς προς τα αριστερά
eo: rudro maldekstren
es: timón izquierdo
fr: gouvernail gauche
ja: ラダーレフト
nb: ror venstre
nl: roer links
pt: leme esquerdo
sr: kormilo levo

source: RTT Mode:
ar: RTT نمط
bg: RTT Режим:
eo: RTT Moduso:
es: Modo RTT:
fr: Mode RTT :
ja: RTTモード:
nb: RTT Modus:
pt: Modo RTT
sl: RTT način:
tr: RTT Modu
ur: RTT ka Mode:

source: rotate view up
el: Περιστροφή θέας προς τα επάνω
eo: rotaciigi la vidon supren
es: rotar vista arriba
fr: tourner la vue vers le haut
nb: roter syn opp
nl: draai naar boven
pt: rodar a visão para cima

source: rotate view down
bg: завърти изгледа надолу
el: περιστροφή θέας προς τα κάτω
eo: rotaciigi la vidon malsupren
es: rotar vista abajo
fr: tourner la vue vers le bas
nl: draai beeld omlaag
pt: rodar a visao para baixo

source: rotate object right
el: περιστροφή αντικειμένου δεξιά
eo: rotaciigi la objekton dekstren
es: rotar objeto a la derecha
fr: Tourner l'objet vers la droite
nl: draai object rechtsom
pt: Rodar objeto para direita

source: rotate object left
el: περιστροφή αντικειμένου αριστερά
eo: rotaciigi la objekton maldekstren
es: rotar objeto a la izquierda
fr: Tourner l'objet vers la gauche
nl: draai object links
pt: Rodar objeto para esquerda

source: rotate character right
bg: завърти човека надясно
el: περιστροφή χαρακτήρα δεξιά
eo: rotaciigi la personon dekstren
es: girar el personaje a la derecha
fr: Tourner le personnage vers la droite
nl: draai het karakter naar rechts
pt: rodar o personagem para direita
tr: Karakteri sağa döndür

source: rotate character left
el: περιστροφή χαρακτήρα αριστερά
eo: rotaciigi la personon maldekstren
es: girar el personaje a la izquierda
fr: Pivoter le personnage vers la gauche
nl: draai het karakter naar links
pt: rodar o personagem para esquerda
sr: pomeri karaktera levo

source: rotate camera up
el: περιστροφή της κάμερας προς τα πάνω
eo: rotaciigi la kameraon supren
es: rotar cámara arriba
fr: pivoter camera vers le haut
nl: Camara omhoog
pt: rodar a camera para cima

source: rotate camera right
el: περιστροφή κάμερας δεξιά
eo: rotaciigi la kameraon dekstren
es: rotar cámara a la derecha
fr: pivoter la caméra à droite
nl: draai de camera naar rechts
pt: rodar a camera para esquerda
tr: Kamerayı sağa döndür

source: rotate camera left
el: περιστροφή κάμερας αριστερά
eo: rotaciigi la kameraon maldekstren
es: rotar cámara a la izquierda
fr: pivoter la caméra à gauche
nl: draai de camera naar links
pt: rodar a camera para esquerda

source: rotate camera down
el: περιστροφή της κάμερας προς τα κάτω
eo: rotaciigi la kameraon malsupren
es: rotar cámara abajo
fr: tourner la caméra vers le bas
nl: Draai de camera naar beneden
pt: rodar camera para baixo

source: Rigs of Rods configuration
ar: Rigs of Rods تعديل
bg: Rigs of Rods конфигурация
el: Ρυθμισεις του Rigs of Rods
eo: Agordado de Rigs of Rods
es: Configuración de Rigs of Rods
fr: Configuration de Rigs of Rods
he: הגדרות Rigs of Rods
ja: Rigs of Rodsの設定
nb: Rigs of Rods konfigurator
nl: Rigs of Rods configuratie
pt: Configuração do Rigs of Rods
tr: Rigs of Rods Ayarları
ur: Rigs of Rods ke configuration

source: reverse the turboprops
el: αναστροφή των τούρμπο-προπέλων
eo: inversigi la jetpuŝilojn
es: invertir giro de turbo-propulsores
fr: Inverser les turbopropulseurs
nl: turboprops acteruit
pt: reverter as turbinas
