Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: trunk/tools/i18n/ror/*.po
Languages: ar, bg, el, eo, es, fr, he, ja, nb, nl, no, pt, sl, sr, tr, ur

source: toggle left direction indicator (blinker)
el: εμφάνισε τον αριστερό δείκτη κατεύθυνσης (φλας)
eo: baskuligi maldekstran turnindikilon
es: Encender/Apagar intermitente izquierdo
fr: Allumer/éteindre l'indicateur de direction gauche (clignoteur)
nb: Skru på venstre blinklys
nl: linker knipperlicht uit/aan
pt: alternar para o pisca-pisca esquerdo

source: toggle ignition
el: εμφάνιση ανάφλεξης
eo: baskuligi ekbrulon
es: Encender/Apagar motor
fr: activer le démarreur
nb: aktiver tenning
nl: motorcontact aan/uit
no: Skru på/av tenning
pt: alternar ignição

source: toggle custom light 9
el: εμφάνισε το διαφοροποιημένο φως 9
eo: baskuligi uzantdifinitan lumon 9
es: Encender/Apagar luces nº9
fr: activer la lumiere customisée 9
nb: velg individuelle lys 9
nl: speciaal licht 9 aan/uit
pt: Alternar luz personalizada 9

source: toggle custom light 8
el: ενεροποίηση του διαφοροποιημένου φωτός 8
eo: baskuligi uzantdifinitan lumon 8
es: Encender/Apagar luces nº8
fr: activer la lumiere customisée 8
nb: velg individuelle lys 8
nl: speciaal licht 8 aan/uit
pt: alternar para luz personalizada 8
tr: 8 numaralı özel lamba kontrolü

source: toggle custom light 7
el: εμφάνιση του διαφοροποιημένου φωτος 7
eo: baskuligi uzantdifinitan lumon 7
es: Encender/Apagar luces nº7
fr: activer la lumiere customisée 7
nb: velg individuelle lys 7
nl: speciaal licht 7 aan/uit
pt: alternar para luz personalizada 7

source: toggle custom light 6
el: εμφάνισε το διαμορφομένο φώς 6
eo: baskuligi uzantdifinitan lumon 6
es: Encender/Apagar luces nº6
fr: activer la lumiere customisée 6
nb: velg individuelle lys 6
nl: speciaal licht 6 aan/uit
pt: alternar para a luz personalizada 6

source: toggle custom light 5
el: εμφάνισε το τροποποιημένο φως 5
eo: baskuligi uzantdifinitan lumon 5
es: Encender/Apagar luces nº5
fr: activer la lumiere customisée 5
nb: velg individuelle lys 5
nl: speciaal licht 5 aan/uit
pt: alternar luz personalizada 5
tr: 5 numaralı özel lamba kontrolü

source: toggle custom light 4
el: εμφάνισε το διαφοροποιημένο φώς 4
eo: baskuligi uzantdifinitan lumon 4
es: Encender/Apagar luces nº4
fr: activer la lumiere customisée 4
nb: velg individuelle lys 4
nl: speciaal licht 4 aan/uit
pt: alternar para luz personalizada 4

source: toggle custom light 3
el: Εμφάνισε το διαμορφομένο φως 3
eo: baskuligi uzantdifinitan lumon 3
es: Encender/Apagar luces nº3
fr: activer la lumiere customisée 3
nb: velg individuelle lys 3
nl: speciaal licht 3 aan/uit
pt: alternar a luz personalizada 3

source: toggle custom light 2
el: εμφάνιση του διαφοροποιημένου φωτός 2
eo: baskuligi uzantdifinitan lumon 2
es: Encender/Apagar luces nº2
fr: activer la lumiere customisée 2
nb: aktiver individuelle lys 2
nl: speciaal licht 2 aan/uit
pt: alternar para personalizada luz 2
tr: 2 Numaralı özel lamba kontrolü

source: toggle custom light 10
el: εμφάνιση διαφοροποιημένου φωτός 10
eo: baskuligi uzantdifinitan lumon 10
es: Encender/Apagar luces nº10
fr: activer la lumiere customisée 10
nb: aktiver individuelle lys 10
nl: speciaal licht 10 aan/uit
pt: alternar para luz personalizada 10

source: toggle custom light 1
el: εμφάνιση του διαφοροποιημένου φωτός 1
eo: baskuligi uzantdifinitan lumon 1
es: Apagar/Encender luces nº1
fr: activer la lumiere customisée 1
nb: aktiver individuelle lys 1
nl: speciaal licht 1 aan/uit
pt: alternar luz personalizada 1
tr: 1 Numaralı özel lamba kontrolü

source: toggle between windowed and fullscreen mode
el: εναλλαγή μεταξύ προβολής παραθύρου και πλήρους προβολής
eo: baskuli inter fenestra kaj plenekrana modusoj
es: cambiar entre el modo ventana y pantalla completa
fr: Basculer entre le mode fenêtre et plein écran
nb: skift mellom vindu og fullskjerm modus.
nl: wissel tussen volledig scherm en in een kader mode
no: Vindu eller full skjerm modus
pt: alternar entre o modo de janela e tela cheia
tr: Pencere ve tam ekran görünümü arasında geçiş yap

source: toggle between transmission modes
el: ενναλαγή μεταξύ των επιλογών μεθόδου αλλαγής ταχύτητας
eo: baskuli inter modusoj de transmisio
es: cambia entre los modos de transmisión
fr: changer de mode de transmission
nb: Velg mellom forskjellige gir modus.
nl: wissel naar een andere versnellingsbak modus
no: Bytt mellom girtyper
pt: Alternar entre os modos de transmissão
tr: Şanzıman çeşitleri arasında geçiş yap

source: toggle between net chat display modes
el: εναλλαγή μεταξύ των μεθόδων απεικόνισης των συζητίσεων μέσω internet
eo: baskuli inter vidigmodusoj de retbabilo
es: cambia entre los distintos modos de chat en red
fr: basculer entre les modes d'affichage du chat
nb: Skift mellom nett chat modus.
nl: wissel tussen chat scherm modes
pt: alternar entre os modos de exibição do chat em rede
tr: net sohbet gösterim modları arasında geçiş yap

source: toggle between available road types
el: επιλογή μετακύ διαθέσιμων τύπων οδοστρόματος
eo: baskuli inter disponeblaj tipoj de vojo
es: Cambiar entre los distintos tipos de carreteras
fr: Choisir entre des types de routes différentes
nb: velg mellom tilgjengelige vei typer
nl: wissel tussen beschikbare weg soorten
pt: alternar entre os tipos de rua avaliaveis

source: toggle between available objects
el: επιλογή ανάμεσα στα διαθέσημα αντικείμενα
eo: baskuli inter disponeblaj objektoj
es: cambiar entre los objetos disponibles
fr: Bascule entre les objets disponibles
nb: velg mellom tilgjengelige objekter
nl: wissel tussen beschikbare objecten
pt: alternar entre os objetos disponiveis

source: toggle appearance of console
el: εμφάνιση της απεικόνισης της κονσόλας
eo: baskuligi la aspekton de la konzolo
es: muestra/oculta la consola
fr: basculer l'apparence de la console
nb: Skift konsollens utseende
nl: schakel console zichtbaarheid
pt: alternar a aparencia do console

source: toggle all direction indicators
el: εμφάνισε όλους τους δείκτες κατεύθυνσης
eo: baskuligi ĉiujn turnindikilojn
es: Encender/Apagar luces de emergencias
fr: Allumer les indicateurs de direction
nb: skru på nødblinklysene
nl: shakel alle knipperlichten
pt: alternar todos os indicadores direcção

source: tie a load to the truck
bg: вържи товар за камиона
el: δέσε ενα φορτίο στο όχημα
eo: ligi ŝarĝon ĉe la kamiono
es: ata una carga al camión
fr: attacher une charge au camion
nb: fest last til lastebilen
nl: lading vastbinden
no: Stropp fast last
pt: Amarrar uma carga para o caminhão
tr: Yükü kamyona bağla
ur: load ko truck say batdh dho

source: throttle axis. Only use this if you have fitting hardware :) (i.e. a Slider)
el: άξονας επυτάχυνσης. Χρησιμοποιήστε το μόνο αμα έχετε κατάλληλο εξοπλησμό :) (π.χ. ένα τιμόνι)
eo: akso de impulso. Uzu ĉi tion nur se vi havas taŭgan aparaton
es: eje de aceleración. Sólo usado si tienes un hardware adecuado :) (por ej: un deslizador)
fr: Axe des gaz. Utilisez uniquement si vous avez le matériel adéquat :) (par ex. un slider)
nb: Akselerator aksen. Bare bruk denne om du har passende maskinvare :) (f.eks en slider)
nl: gas axis. aleen gebruiken als je passend hardware hebt :) (bv een schuiver)
pt: regular a pressao do eixo. Só usar se possuir este equipamento de hardware:) (i.e um Slider)

source: Thread number:
ar: عدد المعالجات
bg: конец число:
el: Αριθμός νήματος:
eo: Numero de traktataĵo:
es: Número de Hilos:
fr: Numéro du processus:
ja: マルチスレッド:
nb: Antall tråder:
nl: Draad nummer:
no: Antall tråder:
pt: Número de thread:
sl: Število niti:
tr: İşlemci sayısı
ur: Thread ke number:

source: This setting overrides the system's default language. You need to restart the configurator to apply the changes.
ar: استعادة اللغة الافتراضية .يجب اعادة تشغيل برنامج التعديل لتطبيق التغيرات
bg: Тази настройка Заменя системата на език по подразбиране. Трябва да рестартирате конфигуратор да прилага промени
el: Αυτή η ρύθμιση παρακάμτει την προεπιλεγμένη γλώσσα συστήματος. Πρέπει να επανεκινίσετε το πρόγραμμα ρύθμισης για να εφαρμοστούν οι αλλαγές.
eo: Ĉi tiu agordo anstataŭigas la defaŭltan lingvon de la sistemo. Vi devas restarigi la agordilon por apliki ĉi tiujn ŝanĝojn.
es: Esta opción tiene preferencia sobre el idioma por defecto en el sistema. Necesitas reiniciar el programa para aplicar los cambios
fr: Ce paramètre remplace la langue par défaut du système. Vous devez redémarrer le configurateur pour appliquer les changements.
ja: 言語設定を変更するには、設定画面の再起動が必要です。
nb: Denne instillingen overstyrer systemets standard språk. Du må restarte konfiguratoren for å bruke endringene.
nl: Deze optie wijzigt de standaard taal. Je moet de configurator opnieuw opstarten, om deze wijzigingen effect te laten hebben.
pt: Essa configuração substitui o sistema padrão da língua. Você precisará reiniciar o configurador para aplicar as alterações.
tr: Bu ayar sistemin mevcut dilinin üzerinde etkili olur.Değişiklikleri uygulamak için yapılandırıcıyı yeniden başlatmanız gerekmektedir.
ur: ye setting system ke default language ko overide kar tee hain. aap ko configurator ko restart kurna ho ga changes ko apply kur ne.

source: This may hurt framerate a bit on old systems, but it looks pretty good.
ar: جميلة جدا.ولكنها تسبب بطئ الصورة بالنسبة للحواسيب القديمة
bg: Този мога повреждам оформям цена a късче на стар система , но то вид хубав добър.
el: Αυτό μπορεί να ρίξει τα καρέ/δευτ. σε μερικά παλιά μηχανήματα,αλλα δείχνει αρκετά καλό.
eo: Ĉi tio eble iomete malpliigos la FPS-n ĉe malnovaj komputiloj, sed ĝi aspektas bone.
es: Puede afectar gravemente al rendimiento en equipos antiguos. Aunque es muy bonito.
fr: Ceci peut ralentir le jeu sur des systèmes anciens mais rend très bien.
he: זה עלול להזיק מעט למהירות המשחק במערכות ישנות, אבל זה נראה טוב.
ja: 古いパソコンではFPSが下がりますが、見た目はよくなります。
nb: Dette kan skade frameraten en del på eldre maskiner, men det ser veldig bra ut.
nl: Op oude systemen verminderd het de framerate, maar het ziet er goed uit.
pt: Pode tornar o jogo mais lento em sistemas mais antigos, mas fica bastante bem.
sl: Lahko upočasni delovanje na starejših sistemih, vendar izgleda precej dobro.
tr: Bu özellik eski sistemlerde performans kaybına yol açar , ama güzel bir görsel özelliktir.
ur: framerate ko shaid hurt kur-re purrannn-e systems main laykin achha lugtha hain

source: This enables the automatic downloading of missing mods when using Multiplayer
el: Αυτό ενεργοποιεί το αυτόματο κατέβασμα των τροποποιήσεων που λείπουν όταν χρισημοποιείτε την λειτουργεία που σας επιτρέπει να παίζετε με πολλά άτομα
eo: Ĉi tio ebligas la aŭtomatan elŝuton de mankantaj modifaĵoj en multludant-moduso
es: Activa la descarga automática de camiones que no tienes instalados cuando un usuario lo usa en el modo Online
fr: Ceci active le téléchargement automatique des mods manquants en multijoueur
nb: Dette aktiverer automatisk nedlastning av manglende modifikasjoner i flerspill
nl: dit maakt het automatisch downloaden van missende mods in multiplayer mogelijk
no: Dette aktiverer automatisk nedlasting av tilleg i spillet i flerspillermodus
pt: Isto permite o download automático de mods falta quando utilizar Multijogador
tr: Bu seçenek,çoklu oyun modunda eksik dosyaların otomatik olarak indirilmesini sağlar.

source: This determines how much grass and how many trees (and such objects) should get displayed.
ar: تحديد نسبة الاشجار والاعشاب الممكن مشاهدتها
bg: Това определя колко трева и колко дръвчета (и такъв вещ ) трябва да се покаже.
el: Αυτό καθορίζει το πόσο γρασίδι και πόσα δέντρα(και παρόμοια αντικείμενα) θα εμφανίζονται.
eo: Ĉi tio determinas, kiom da herbo kaj arboj (kaj tiaj objektoj) devus esti videblaj.
es: Determina cuanta hierba y árboles deben mostrarse.
fr: Ceci détermine la quantité d'herbe et d'arbres (et ce genre d'objets) à afficher.
nb: Dette avgjør hvor mye gress og hvor mange trær (og slikt) som bør bli vist.
nl: Dit bepaald hoeveel gras en hoeveel bomen (en dit soort objecten) afgebeeld worden
pt: Esta determina quanta relva e quantas árvores (e os objectos), deverá obter exibido.
sl: Določa koliko trave, dreves in drugih objektov je prikazanih.
tr: Bu seçenek ne kadar çim ve ağaç görüntüleneceğini belirler.
ur: determine kur ta hain kitna gaas aur durukth(aur ae se objects) display ho nay chai e

source: The update service is currently only available for windows users.
el: Η υπηρεσία ενημέρωσης είναι διαθέσημη μόνο για χρήστες των windows.
eo: La ĝisdatigo-servo estas aktuale disponebla nur por Vindozo-uzantoj.
es: El servicio de actualizaciones está sólo disponible para usuarios de Windows
fr: Le service de mise à jour n'est actuellement disponible que pour les utilisateurs de Windows.
nb: Oppdateringsfunksjonen er for øyeblikket kun tilgjengelig for windows brukere.
nl: De update service is tijdelijk alleen beschikbaar voor Windows gebruikers.
pt: o servico de atualizacao esta somente disponivel para usuarios do windows

source: The server password, if required.
ar: كلمة مرور السيرفر .إذا اقتضى الأمر
bg: Определителен член служа парола , ако изисквам.
el: Ο κωδικός πρόσβασης του σέρβερ, αν χρειάζεται.
eo: La pasvorto de la servilo, se deviga.
es: La constraseña del servidor, si es requerida.
fr: Le mot de passe du serveur si demandé.
ja: サーバーにパスワードが設定されているなら入力して下さい。
nb: Tjener passord, om nødvendig.
nl: Indien nodig het wachtwoord van de server.
no: Server passord, hvis nødvendig
pt: A senha do servidor, se for necessário.
sl: Geslo strežnika, v kolikor je potrebno.
tr: Server şifresi, eğer gerekliyse.
ur: server ka password agar chai hain.

source: Texture filtering:
ar: فلتر Texture
bg: текстура филтър:
el: Φιλτράρισμα υφής'
eo: Filtrado de teksturoj:
es: Filtrado de Texturas:
fr: Filtrage de texture :
ja: テクスチャフィルタリング:
nb: Tekstur filtrering:
nl: Textuur filtering:
pt: Filtro de textura
sl: Filtriranje tekstur:
tr: Doku Filtreleme
ur: Texture ke filtering:

source: Test
ar: تجربة
bg: тест
el: Τεστ
eo: Testo
he: בדיקה
ja: テスト
pt: Testar
tr: Test et
ur: Test kur-ro

source: Terrain not found:
ar: التضاريس غير متوفرة
bg: терен не основавам:
el: Δεν βρέθηκε η πίστα'
eo: Tereno ne trovita:
es: Terreno no encontrado
fr: Terrain non disponible !
ja: 地形が見つかりません。
nb: Terreng ble ikke funnet:
nl: Terrein niet gevonden:
no: Terreng ble ikke funnet:
pt: Terreno não encontrado:
tr: Harita bulunamadı.
ur: terrain ne milla

source: Terrain loading error
ar: خطأ في تحميل التضاريس
bg: терен товаря грешка
el: Σφάλμα φορτωσης πίστας
eo: Eraro de ŝargado de tereno
es: Error cargando el Terreno
fr: Erreur de chargement du terrain !
ja: 地形読み込みエラー
nb: Feil ved lasting av terreng
nl: Fout tijdens het laden van de terrein.
no: Terreng innlastings feil
pt: Erro no carregamento do terreno
tr: Harita yükleme hatası
ur: terrain ke wazan error ho gya

source: teleport to rescue truck
bg: телепортиране до спасителния камион
el: τηλεμεταφορά στο φορτηγό διάσωσης
eo: aperi ĉe la savkamiono
es: teletransportación al vehículo de rescate
fr: aller au véhicule de secours
ja: レスキュートラックにテレポート
nb: teleporter til redningsbilen
nl: Ga naar de bergingswagen
no: Teleportere til redningsbil
pt: Teletransportar para o caminhão de resgate
tr: Çekiçiye git

source: take a screenshot
bg: направи снимка
el: δημιουργία φωτογραφίας
eo: akiri ekranbildon
es: tomar una captura de pantalla
fr: faire une capture d'écran
ja: スクリーンショットの撮影
nb: Ta en skjermdump.
nl: Maak een screenshot
pt: tire uma foto
ur: thusveer kanchoo

source: switch to road laying mode
el: αλλαγή σε κατάσταση φτιαξίματος δρόμου
eo: baskuli al moduso de vojkreado
es: Cambiar al modo de creación de carreteras
fr: passer au mode routier portant
nb: skift til vei dekking modus
nl: schakel naar weg leggen modus
pt: mudar para o modo estrada

source: switch all engines on / off
el: όλες οι μηχανές ανοιχτές / κλειστές
eo: (mal)ŝalti ĉiujn motorojn
es: Encender/Apagar todos los motores
fr: Allumer/éteindre tous les moteurs
ja: 全てのエンジンを ON/OFF
nb: Skru alle motorer på / av
nl: Schakel alle motoren aan / uit
no: Skru alle motorer på/av
pt: todos os motores on /off

source: Sunburn
ar: اشعة الشمس قوية
bg: изгаряне от слънце
el: Κάψιμο ήλιου
eo: Sunbrulo
es: Bronceado
fr: Éblouissement
ja: サンバーン
nb: Blending
nl: Brandende Zon
pt: Reflexo solar
sl: Sončev sij

source: step forward with the character
el: προχώρισε μπροστά με τον χαρακτήρα
eo: paŝi antaŭen kun la persono
es: el personaje da un paso adelante
fr: Avancer avec le personnage
nb: gå forover med karakteren.
nl: stap naar voor met het karakter
no: Gå fremmover med personen
pt: passo em frente com o personagem

source: step backwards with the character
el: προχώρισε προς τα πίσω με τον χαρακτήρα
eo: paŝi malantaŭen kun la persono
es: el personaje da un paso atrás
fr: Reculer avec le personnage
nb: gå bakover med karakteren
nl: Stap terug met de character
no: Gå bakover med personen
pt: passo para trás com o personagem

source: steer right a step
el: στρίψημο κατα ένα βήμα δεξιά
eo: stiri dekstren unugrade
es: girar a la derecha
fr: tourner d'un pas à droite
nl: stuur naar rechts met één stap
pt: Virar a direita um passo
tr: Bir adım sağa dön

source: steer right (analog value!)
el: στρίψε δεξιά (αναλογικές τιμές!)
eo: stiri dekstren (analoga valoro!)
es: girar a la derecha (valor analógico)
fr: tourner à droite (valeur analogue!)
nl: stuur rechts (analoge waarde!)
pt: virar a direita valor analógico

source: steer right
el: στρίψημο δεξιά
eo: stiri dekstren
es: girar a la derecha
fr: tourner à droite
nb: styr høyre
nl: stuur rechts
no: Styr til Høyre
pt: Virar a direita
sr: upravljane:levo
ur: right muro

source: steer left a step
el: Στρίψε αριστερά ενα βήμα
eo: stiri maldekstren unugrade
es: girar a la izquierda
fr: tourner d'un pas à gauche
nl: stuur naar links met één stap
pt: virar para esquerda um passo

source: steer left (analog value!)
el: στρίψιμο αριστερά (αναλογικές τιμές!)
eo: stiri maldekstren (analoga valoro!)
es: girar a la izquierda (valor analógico)
fr: tourner a gauche (valeur analogue!)
nl: stuur links (analoge waarde!)
pt: virar a esquerda (valor analogico)

source: steer left
el: στρίψιμο αριστερά
eo: stiri maldekstren
es: girar a la izquierda
fr: tourner à gauche
nb: Styr til venstre
nl: stuur links
no: Styr til Venstre
pt: virar para esquerda

source: Startup error
ar: خطا في بداية التشغيل
bg: стартиране грешка
el: Πρόβλημα εκκίνησης
eo: Eraro de komenciĝo
es: Error al arrancar
fr: Erreur de démarrage
ja: 起動エラー
nb: Oppstart feil
nl: Opstart foutmelding
pt: Erro de inicialização
tr: Başlangıç Hatası
ur: chalan-e ki error

source: start the old truck editor
el: εκκίνηση του παλιού διαμορφωτή οχημάτων
eo: starigi la malnovan kamionredaktilon
es: Mostrar el antiguo editor de vehículos
fr: lancer le vieux camion éditeur
nb: Start den gamle lastebil editoren
nl: start de oude truck editor
pt: iniciar o antigo caminhão editor

source: SPECIAL_CHARACTERS
ar: احرف خاصة
bg: Б б Г г Д д Ж ж З з И и Й й К к Л л П п Ф ф Х х Ц ц Ч ч Ш ш Щ щ Ъ ъ ь Ю ю Я я
el: ΕΙΔΙΚΟΙ_ΧΑΡΑΚΤΙΡΕΣ
eo: Ĉ Ĝ Ĥ Ĵ Ŝ Ŭ ĉ ĝ ĥ ĵ ŝ ŭ
fr: Caracteres spéciaux
ja: スペシャルキャラクター
nb: æ ø å Æ Ø Å
nl: speciale tekens
pt: caracteres especiais
tr: ğ ı i ö ş ü ç İ Ç Ş Ü Ö Ğ
ur: n/a

source: Special effects
ar: المؤثرات الخاصة
bg: Особен вещи
el: Ειδικά εφέ
eo: Specialaj efektoj
es: Efectos especiales
fr: Effets spéciaux
ja: 特殊効果設定
nb: Spesialeffekter
nl: Speciale effecten
no: Spesial effekter
pt: Efeitos Especiais
sl: Posebni efekti
tr: Özel efektler
ur: khaas effects

source: Sounds
ar: الصوت
bg: звуци
el: Ήχοι.
eo: Sonoj
es: Sonidos
fr: Son
he: קול
ja: 音声
nb: Lyd
nl: Geluiden
no: Lyder
pt: Sons
sl: Zvok
tr: Ses
ur: awazz

source: Sound rendering:
ar: محرك الصوت
bg: Звук оказване:
el: Σύστημα αναπαραγωγλης ήχου
eo: Eligo de sono:
es: Renderizado Sonido:
fr: Rendu du son :
ja: 音声出力の方式:
nb: Lyd utførelse:
nl: Geluid renderen:
pt: Som:
sl: Zvočno pospeševanje:
tr: Ses işleme
ur: awazz ke rendering:

source: Sky type:
ar: نوعية السماء
bg: Небе вид :
el: Τύπος ουρανού:
eo: Tipo de ĉielo:
es: Tipo de Cielo:
fr: Type de ciel :
he: סוג שמיים
ja: 空のタイプ:
nl: Lucht soort
no: Himmel type:
pt: Tipo de Céu:
sl: Tip neba:
tr: Gökyüzü tipi:
ur: aasmaan qism

source: Skins
el: Εμφανίσεις
eo: Livreoj
es: Pieles
ja: スキン
nb: Teksturer
nl: verf die normale verf van een voertuig verandert
no: Utseende
pt: Pinturas

source: Simple Settings
ar: تعديل بسيط
bg: прости настройки
el: Απλές Ρυθμίσεις
eo: Simplaj Agordoj
es: Configuración Estándar
fr: Réglages simples
ja: 簡単設定
nb: Enkle instillinger
nl: Simpele instellingen
no: Enkle Innstillinger
pt: Configurações simples
tr: Basit Ayarlar
ur: as-saan setting

source: sidestep to the right
el: παράπλευρο βήμα στα δεξιά
eo: flankpaŝi dekstren
es: el personaje da un paso a la derecha
fr: déplacement latéral vers la droite
nl: neem een stap naar rechts
pt: passo lateral para a direita

source: sidestep to the left
el: παράπλευρη μετακίνηση προς τα αριστερά
eo: flankpaŝi maldekstren
es: el personaje da un paso a la izquierda
fr: déplacement latéral vers la gauche
nl: zijstap naar links
pt: passo lateral para esquerda

source: Shows the rear view mirrors in 1st person view. May cause compatibility problems for very old video cards.
ar: مشاهدة المرايا العاكسة للرؤية من موقع للشخص الاول .يمكن ان تسبب مشاكل نظرا لعدم تطابقها مع كروت الفيديو القديمة
bg: Показва огледала за обратно виждане в 1-во лице, панорама. Съвместимост може да причини проблеми за много стари видео карти.
el: Δείχνει τους καθρέπτες πίσω όψης στιν προβολή 1ου προσώπου. Μπορεί να προκαλέσει προβλήματα συμβατότητας σε πολύ παλιές κάρτες γραφικών.
eo: Vidigas la malantaŭvidajn spegulojn en unuapersona vido. Eble kaŭzos kongruecajn problemojn por tre malnovaj vidkartoj.
es: Muestra los espejos retrovisores en la vista de Primera persona. Puede causar incompatibilidades en tarjetas gráficas muy antiguas.
fr: Montre les rétroviseurs en vue 1ère personne. Peut causer des problèmes de compatibilité avec d'anciennes cartes graphiques.
ja: (すみません再翻訳お願いします)
nb: Viser speilene i 1 person modus. Kan føre til kompabilitetsproblemer med gammle GPUer.
nl: Zet de achteruitkijkspiegels in 1e persoon gezichtshoek. Kan een compatibiliteit probleem veroorzaken voor oude videokaarten.
pt: Mostra os espelhos retrovisores, em 1ª pessoa vista. Pode causar problemas de compatibilidade em antigas placas.
sl: Prikaže vzvratna ogledala pri prvoosebnem pogledu. Lahko povzroči težave na starejših grafičnih karticah.
tr: Aynaları aktive eder, Eski grafik kartlarında sorun çıkartabilir.
ur: reaer view mirrors dukata hain 1st person view main. Shaid compatibility problems hoi purrane video cards main
