Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: trunk/tools/i18n/ror/*.po
Languages: ar, bg, el, eo, es, fr, he, ja, nb, nl, no, pt, sl, sr, tr, ur

source: reverse axis
ar: محور الرجوع الي الوراء
bg: обратната ос
el: Αντίστροφος άξονας
eo: inversigi akson
es: Invertir Ejes del mando de juegos
fr: Inverser l'axe
he: הפוך כיוון
nb: revers akse
nl: assen omkeren
pt: Eixo Invertido
sl: vzvratna os
tr: Ters eksen

source: Reverse
ar: الرجوع الي الوراء
bg: обратен
el: Όπισθεν
eo: Inversigi
es: Invertir eje
fr: Inverser
ja: 反転
nb: Revers
nl: Achterruit
pt: Invertida
sl: Vzvratno
tr: Ters

source: Restore the default configuration.
ar: إعادة التهيئة الافتراضية
bg: Възстановяване на стандартната конфигурация.
el: Επαναφορά των προεπιλεγμένων ρυθμίσεων.
eo: Restaŭri la defaŭltan agordon
es: Restaurar la configuración por defecto.
fr: Restaurer la configuration par défaut
ja: 設定をデフォルトに戻します。
nb: Gjenopprett standardinnstillingene.
nl: Herstel de originele configuratie
pt: Restaurar a configuração padrão.
sl: Povrni privzeto konfiguracijo.
tr: Varsayılan ayarlara dönmenizi sağlar.
ur: Default configuration ko restore kur-ro

source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
bg: Възстановявам Неявяване
el: Επαναφορά προεπιλογών
eo: Restaŭri defaŭltojn
es: Configuración por defecto
fr: Restaurer les valeurs par défaut
ja: 設定初期化
nb: Gjenopprett Instillinger
nl: Herstel Standaard Instellingen
pt: Restaurar Padrões
sl: Povrni privzeto
sr: vrati na vec namesteno
tr: Varsayılan Ayarlar
ur: Defaults ko restore kar-ro

source: reset truck to original starting position
el: μηδενησμός θέσης φορτηγού στην αρχική του θέση
eo: loki la kamionon ĉe la originala komenca pozicio
es: establece la posición del camión a su posición original
fr: Replace le camion à sa position de départ
nl: Plaats het voertuig op de startpositie
pt: Voltar o caminhão para a posicao inicial
tr: kamyonu orjinal başlangıç pozisyonuna götür

source: reset the camera position
el: μηδενισμός θέσης κάμερας
eo: renormaligi la pozicion de la kamerao
es: resetea la posición de la cámara
fr: reinitialiser la position de la vue
ja: カメラ位置をリセット
nl: Reset de camara positie
pt: resetar a posicao da camera
tr: Kamera ayarını sıfırla

source: Requires a recent video card. Adds a motion blur effect.
ar: تتطلب بطاقة فيديو الأخيرة. ويضيف اضطرابات في نقاوة الصورة
bg: Изисква скорошна видео карта. Добавя движение мъгла ефект.
el: Προιποθέτει μια πρόσφατη κάρτα γραφικών. Προσθέτει ένα εφέ θολάδας κίνισης
eo: Necesigas freŝdatan vidkarton. Aldonas malklariĝefekton al movado.
es: Requiere equipo moderno. Añade un efecto borroso en los movimientos (Motion Blur).
fr: Requiert une carte graphique récente. Ajoute un flou de mouvement.
nb: Krever en nyere GPU. Legger til en bevegelses effekt.
nl: Vereist een recente videokaart. Voegt een motion blur effect toe.
pt: Necessita de uma recente placa de vídeo. Adiciona um efeito blur do movimento.
sl: Zahteva novejšo grafično kartico. Doda razmazanost gibanja.
tr: Görüntüyü bulandırır.Güncel bir grafik kartı gerektirir.
ur: Achaa video card ko require ku ta hain. motion blur effect dal-ta hain

source: Requires a recent video card. Adds a light blurring effect.
ar: تتطلب بطاقة فيديو الأخيرة. ويضيف اضطرابات في الاضائة
bg: Изисква скорошна видео карта. Добавя светлината размива ефект.
el: Προιποθέτει μια πρόσφατη κάρτα γραφικών. Προσθέτει ένα εφέ θολάδας φωτός
eo: Necesigas freŝdatan vidkarton. Aldonas malpezan malklarigantan efekton.
es: Requiere equipo moderno. Añade un efecto borroso (Blur).
fr: Requiert une carte graphique récente. Ajoute un léger flou.
nb: Krever et nyere skjermkort. Legger til en lys klattings effekt.
nl: Vereist een recente videokaart. Voegt een licht vervagings effect toe.
pt: Necessita de uma recente placa de vídeo. Acrescenta-se uma luz esbater efeito.
sl: Zahteva novejšo grafično kartico. Doda malo razmazanosti.
tr: Işığa tazelik verir.Güncel bir grafik kartı gerektirir.
ur: Achaa video card ko require kur-ta hain. Light blurring effect add kur-ta hain

source: Requires a recent video card. Adds a bluish blinding effect.
ar: تتطلب بطاقة فيديو الأخيرة. ويضيف اضطرابات في الالوان
bg: Изисквам a неотдавнашен виж карта. Прибавям a синкав сляп последствие.
el: Προιποθέτει μια πρόσφατη κάρτα γραφικών. Προσθέτει ένα μπλέ τυφλωτικό φως
eo: Necesigas freŝdatan vidkarton. Aldonas bluecan blindigantan efekton.
es: Requiere tarjeta gráfica moderna. Añade un deslumbrante azulado al cielo
fr: Requiert une carte graphique récente. Ajoute un effet d'éblouissement.
nb: Krever en nyere GPU. Legger til en dimmende blende effekt.
nl: Vereist een recente videokaart. Voegt een blauwachtig verblindende effect toe.
pt: Necessita de uma recente placa de vídeo. Adiciona um efeito azulado.
sl: Zahteva novejšo grafično kartico. Doda efekt ospeljenosti.
tr: Güneş ışığı efekti katar.Güncel bir grafik kartı gerektirir.
ur: achaa video card ko require kur-ta hain. bluish blinding effect add kurta hain

source: Replay mode. (Can affect your frame rate)
ar: نمط اعادة اللعب .(يمكن ان يؤثر علي جودة الصورة
bg: замествам готовност. (Могат да засегнат вашата рамка ставка)
el: Λειτουργεία επαναναπαραγωγής. (Μπορει να επιρεάσει τα καρέ/δευτερόλεπτο)
eo: Revidomoduso (povas influi la FPS-n)
es: Modo Repetición. (Puede afectar las FPS)
fr: Mode Replay. (Peut affecter le taux d'images)
nl: Replay mode. (Kan de framerate beïnvloeden)
pt: Modo de Replay (Pode afetar seu frame rate)
sl: Posnetek. (lahko vpliva na prikaz igre)
sr: filmski mod . (moze da deluje na tvoj fps)
tr: Tekrar modu. (Performansı düşürebilir)
ur: Replay mode ( tumhare frame rate ko affect kur sukth ta

source: Replay Mode
ar: نمط اعادة اللعب
bg: замествам режим
el: Λειτουργεία επαναναπαραγωγής
eo: Revidomoduso
es: Modo Repetición
fr: Mode Reprise
ja: リプレイモード
nb: Replay Modus
nl: Herhaling Mode
pt: Modo de Replay
sl: Posnetek
tr: Tekrar Modu

source: Render System
el: Σύστημα απεικόνισης
eo: Sistemo de bildigo
es: Sistema Render
fr: Système de rendu
ja: レンダリングシステム
nb: Gjengivelses Metode:
nl: Render systeem
pt: sistema de texturizacao
tr: Görselleme Sistemi

source: reloads the roads (experimental)
ar: تعيد تحميل الطرق (تجريبية)
el: ξαναφορτώνει τους δρόμους (πειραματικό)
eo: reŝargas la vojojn (eksperimenta)
es: recargar las carreteras (experimental)
fr: recharge les routes (expérimental)
nl: Laad de wegen opnieuw in (experiment)
pt: recarregar as ruas (experimental)

source: Region
ar: المنطقة
bg: Регион
el: Περιοχή
eo: Regiono
fr: Région
he: אזור
nl: Regio
pt: Região
sl: Regija
tr: Bölge

source: Regen cache
el: Ξαναφόρτωμα της προσωρινής μνήμης
eo: Regeneri kaŝmemoron
es: Regenerar cache
fr: Régénérer le cache
ja: キャッシュの再構築
nb: Regen buffer
nl: regenereer cache

source: pull the elevator up in an aircraft.
el: τράβιξε τον μοχλό προς τα πάνω σε ένα αεροσκάφος.
eo: tiri la levilon de aviadilo supren
es: subir elevador del avión
fr: Tirez l'élévateur en position haute dans un avion
nl: trek de lift omhoog in een vliegtuig.
pt: puxar o elevador, em uma aeronave.
ur: elevator ko upper lao jahaaz meh

source: pull the elevator down in an aircraft.
el: τράβηξε τον μοχλό κίνησης των πτερυγίων προς τα κάτω στο αεροπλάνο
eo: tiri la levilon de aviadilo malsupren
es: empujar el aleron abajo en el avión
fr: Tirez l'élévateur en position basse dans un avion
nl: trek de lift naar beneden in een vliegtuig
pt: puxar o elevador para baixo em um avião.

source: Prints all node masses to the RoR.log. Only use for truck debugging!
ar: RoR.logيظهر وزن العقد .يستخدم فقط في صورة الكشف من
bg: Разпечатки всички единица маси да RoR.log. да бъда се използват само за отстраняване на грешки!
el: Τυπώνει όλα τα node mass στο RoR.log. Χρισημοποιήστε το μονο για debugging οχημάτων!
eo: Skribas ĉiujn verticomasojn en RoR.log. Nur uzu por malerarigo de kamionoj!
es: Imprime todos los pesos de los nodos en el archivo RoR.log. ¡Solo usar para depurar un vehículo!
fr: Inscrit la masse de chaque nœud dans le RoR.log. Utilisez uniquement pour débugger!
nl: Zet alle Balk massa's in RoR.log. Alleen voor truck debugging!
pt: Adiciona todas os pesos para o nó RoR.log. Apenas para o uso de depurar o veículo!
sl: Natisne vse mase točk v RoR.log. Samo za razhroščevanje!
tr: Bütün nokta ağırlıklarını RoR.log 'a yazdırır. Sadece sorun gidermek için kullanılmalıdır!
ur: sub node masses ko ROR.log. main print kur ta hain. Sirf truck debugging kay liay use kur na

source: Please use any mapped input device in order to test.
el: Παρακαλώ χρισιμοποιήστε οποιαδήποτε χαρτογραφιμένη συσκευή εισόδου για να γίνουν οι δοκιμές.
eo: Bonvolu uzi iun agorditan enigodisponaĵon por kontroli.
es: Por favor, use uno de los dispositivos configurados para el testeo.
fr: veuillez utiliser n'importe quel périphérique cartographié entré pout tester
nl: gebruik een mapped invoer systeem om te testen.
pt: Por favor, utilize qualquer dispositivo de entrada mapeados, para testar.
tr: Lütfen test etmek için herhangi bir giriş aygıtını(kontrolü) kullanın.

source: Please select what type of device to export
el: Παρακαλώ επιλέξτε τι τυπο συσκευης θα εξαχθεί
eo: Bonvolu elekti kian disponaĵon eksporti
es: Por favor, seleccione qué tipo de dispositivo desea exportar
fr: veuillez sélectionner le type de périphérique à exporter
ja: エクスポートするデバイスを選択して下さい
nl: selecteer wat voor systeem om te exporteren
pt: Por favor selecione qual tipo de dipositivo para exportação

source: Please select an input event.
ar: الرجاء تحديد حدث الدخول
bg: Харесвам отбран an input събитие.
el: Παρακαλώ εισάγετε ενα event εισόδου.
eo: Bonvolu elekti okazon de enigo.
es: Por favor, seleccione un Evento de entrada.
fr: Veuillez sélectionner une action.
nl: Selecteer een input gebeurtenis.
pt: Selecione um evento.
sl: Izberite dogodek.
tr: Lütfen bir giriş seçin.
ur: please koi input event select kur re

source: Please clear the place first
ar: الرجاء اخلاء المكان اولا
bg: Моля, махнете возилото първо
el: Παρακαλώ καθαρίστε τον χώρο πρώτα.
eo: Bonvolu unue malplenigi la areon
es: Por favor, despeje de objetos el lugar
fr: Veuillez d'abord dégager la zone
ja: 出現位置にある物を移動して下さい
nb: Venligst klarer området først
nl: Eerst het platform leeghalen AUB
pt: Por favor limpe o local Primeiro
tr: Lütfen alanı boşaltın
ur: pehlay jagah clear kar ho

source: place currently selected object at current position
el: Τοποθέτησε το επιλεγμένο αντικείμενο στην τρέχουσα θέση
eo: loki aktuale elektitan objekton ĉe la aktuala pozicio
es: situar el objeto seleccionado en la posición actual
fr: Placer l'objet choisi à la position actuelle
nl: plaats nu geselecteerd object op deze positie
pt: colocar o objeto seleccionado na posição actual

source: pitch object foreward
el: γείρε το αντικείμενο μπροστά
eo: pivoti objekton antaŭen
es: lanzar el objeto hacia delante
fr: pitch objet foreward
nl: hel object over naar voren
pt: colocar objeto para frente

source: pitch object backward
el: γείρε το αντικείμενο προς τα πίσω
eo: pivoti objekton malantaŭen
es: lanzar objeto hacia atrás
fr: lancer un objet en arrière
nl: Object achterwaarts hellen
pt: colocar objeto para tras

source: Particles like water cannons or plain trails. Can be over-used in Multiplayer.
ar: جزئيات تتناثر مع مدافع الماء الرشاشة للشاحنات والمجرورات
bg: Частиците като вода оръдия или обикновена пътеки. Може да бъде по-използвани в Групова игра.
el: Σωματίδια οπως κανόνια νερού ή απλά ίχνη οχημάτων. Μπορει να παρα-χρησιμοποιηθει στην λειτουργεια με πολλούς παίχτες
eo: Partikloj, kiel pafiloj de akvo aŭ spuroj de aviadiloj. Povas esti tro uzata en multludant-moduso.
es: Partículas como los cañones de agua o la estela de polvo. Puede usarse demasiado en modo Multijugador.
fr: Particules pour des canons à eau, fumigènes d'avions etc.
nb: Partikkler som vann kanoner og lignende. (kan bli missbrukt i flerspiller modus.)
nl: Deeltjes zoals waterkannonen of effen paden. Kan worden gebruikt in Multiplayer.
pt: Partículas como mangueiras de água ou trilhas de aviões. Pode ser usado em excesso no modo Multijogador.
sl: Delčki kot so vodni topovi ali sledi. Lahko se preveč uporabi v večigralnem načinu.
tr: Su spreyleri veya Toz parçaçıkları . Multiplayer moddada kullanılabilir.
ur: particles jaise water cannons na plain trails hain. over-used ho sakt ta hain multiplayer main.

source: Particle systems
ar: نظام الجزئيات
bg: Частици системи
el: Συστήματα σωματίδιων
eo: Sistemoj de partikloj
es: Sistema de Partículas:
fr: Système de particules
ja: パーティクル設定
nb: Partikkel system
nl: Deeltjes systeem
pt: Sistemas de partículas
sl: Sistem delčkov
tr: Parçacık Sistemleri
ur: particle ke systems

source: Options
ar: خيارات
bg: Опции
el: Επιλογές
eo: Agordoj
es: Opciones
ja: オプション
nb: Instillinger
nl: Opties
pt: Opções
sl: Nastavitve
sr: opcije
tr: Seçenekler

source: one step more flaps.
el: ένα βήμα περισσότερα πτερύγια καμπυλότητας
eo: pliigi la alteriĝajn klapojn unugrade
es: un grado más de alerones
fr: sortir les volets d'un cran
nl: Een stap meer flaps.
pt: um passo mais abas.

source: one step less flaps.
el: ένα βήμα λιγότερο τα πτερύγια καμπυλότητας.
eo: malpliigi la alteriĝajn klapojn unugrade
es: un grado menos en los alerones
fr: rentrer les volets d'un cran
nl: een stap minder flappen.
pt: um nivel menos flaps

source: ok (end test)
ar: ok (نهاية التجربة)
bg: ОК (края тест)
el: οκ (τέλος τέστ)
eo: Bone (fino de testo)
es: ok (finalizar test)
fr: Ok (fin du test)
ja: OK(テスト終了)
nb: ok (avslutt test)
nl: Oke (einde test)
pt: ok (fim do teste)
sl: OK (končaj test)
tr: Testi bitir
ur: achaa( test ko end kar le )

source: OK
eo: Bone
nl: Oke
tr: Tamam
ur: achaa

source: Ogre config validation error
ar: Ogre لا يمكن الموافقة علي التعديل
bg: Ogre конфиг валидиране грешка
el: Σφάλμα επαλήθευσης του Ogre config
eo: Eraro de validigo de agordado de Ogre
es: Error de validación en la configuración de Ogre
fr: Erreur de validation de la config Ogre
he: טעות בוידוי הגדרות Ogre
nb: Ogre konfigurasjonsvalidering feil
nl: Ogre configuratie validatie fout
pt: Validação erro da configuração do Ogre
sl: Velikanska konfiguracijska napaka
tr: Ogre ayar doğrulama hatası
ur: ogre config validation ke error

source: Ogre config error
ar: Ogre خطأ في تعديل
bg: Orge конфиг грешка
el: Σφάλμα του ogre config
eo: Eraro de agordado de Ogre
es: Error en la configuración de Ogre
fr: Erreur de config Ogre
nb: Ogre konfigurasjonsfeil
nl: Ogre configuratie fout
pt: Erro da configuração do Ogre
sl: Velikanska konfiguracijska napaka
tr: Ogre ayar hatası
ur: ogre config ke error

source: Not much impact on speed.
ar: لا تأثير كبير على سرعة
bg: Не много влияние върху скоростта.
el: Όχι τοσο πολύ απόδοση στην ταχύτητα.
eo: Ne tre influas rapidecon.
es: No tiene demasiado impacto en el rendimiento.
fr: Peu d'impact sur la vitesse.
nb: Har ikke mye å si for ytelsen.
nl: Niet veel invloed op de snelheid.
pt: Não há muito impacto na velocidade.
sl: Ne vpliva veliko na hitrost.
tr: Hıza fazla etkisi yoktur.
ur: koi itna speed main impact nai hain

source: normal camera
ar: كاميرا عادية
bg: нормална камера
el: κανονική κάμερα.
eo: normala kamerao
es: cámara normal
fr: caméra normale
he: מצב מצלמה רגיל
ja: ノーマルカメラ
nb: normal kamera
nl: normale camera
pt: Câmera normal
tr: Normal Kamera

source: normal brake for an aircraft
ar: الفرامل العادية للطائرة
el: κανονικό φρένο για αεροσκάφος
eo: normala bremso de aviadilo
es: freno normal en un avión
fr: freins d'avion normaux
nl: normale rem voor een vliegtuig
pt: travao normal para um aviao
tr: Fren (Uçak için)

source: Non-Driveable
ar: القيادة غير ممكنة
bg: не карам способен
el: Μη-οδηγήσημο
eo: Nestirebla
es: No se puede conducir
fr: Non conduisible
nb: Ikke kjørbar
nl: Niet berijdbaar
pt: não dirigível
tr: Sürülemez
ur: Nai-Driveable

source: Nodes:
ar: العقدة
bg: възли:
el: κόμβοι:
eo: Verticoj:
es: Nodos:
fr: Noeuds:
ja: ノード:
nb: Noder:
nl: Knooppunten:
pt: Nós:
tr: Bağlantı noktaları

source: node count:
ar: عدد العقد
bg: възел броене:
el: αριθμός σημείων:
eo: nombro da verticoj:
es: número de nodos:
fr: Nombre de noeuds:
ja: ノード数:
nb: antall noder:
nl: Knoop telling:
pt: Contas de nós:
tr: Bağlantı noktaları sayısı
ur: node ke count:

source: no thrust
el: χωρις υσχύ
eo: neniu potenco
es: desactivar empuje
fr: pas de poussée
nl: geen gas
pt: sem motor

source: no flaps.
el: καθόλου πτερύγια καμπυλότητας
eo: neniuj alteriĝaj klapoj
es: desactivar alerones
fr: pas de volets
nl: geen flappen.
pt: sem flaps
tr: Kanatçıklar kapalı

source: No effect unless you mess with water, looks pretty good also.
ar: لا مؤثرات الا في صورة اللعب في الماء وايضا منظر انعكاس الماء جميل
bg: Никакъв ефект, освен ако не сте каша с вода, изглежда доста добре също.
el: Κανένα εφέ, εκτος και αν αλλιλεπιδράσεις με το νερό, δείχνει πολύ ωραίο.
eo: Neniu efekto krom se vi influas la akvon; ankaŭ aspektas bone.
es: No tiene efecto a menos que uses efectos en el mar. También es muy bonito.
fr: Pas d'effet tant que vous ne jouez pas avec l'eau. Ajoute beaucoup visuellement.
nb: Ingen effekt om du ikke kødder med vann, ser ganske bra ut.
nl: Geen effect tenzij je rommelt met water, ziet er ook best goed uit.
pt: Nenhum efeito a menos que você entrar na água, parece bem agradável também.
sl: Ni efekta dokler se ne igraš z vodo, izgleda precej dobro.
tr: Su spreyini çalıştırmadıkça bir etkisi yoktur , güzel bir özelliktir.
ur: koi nai effect hain magar aap paanee se mess kur-te hain, achaa ve laktha hain

source: No differential installed on current vehicle!
el: Κανένα διαφορικό δεν έχει εγκατασταθεί στο τρέχων όχημα!
eo: Neniu diferencialo instalita en la aktuala veturilo!
es: No hay diferenciales instalados en este vehículo
fr: Pas de différentiel installé sur le véhicule!
nb: Ingen differensial installert på dette kjøretøyet!
nl: geen differentieel geinstalleerd op nu gebruikt voertuig!
pt: nenhum diferencial instalado no veiculo atual!

source: no deadzone
ar: لا توجد زاوية ميتة
bg: не мъртва зона
el: Καθόλου νεκρή περιοχή
eo: neniu mortinta zono
es: Sin Zona muerta
fr: pas de zone morte
nb: Ingen dødsone
nl: Geen dode zone
pt: sem zona-morta
sl: brez mrtve cone
tr: Ölü bölge yok
ur: koi bai nai deadzone

source: no author information available
ar: لا تتوفر معلومات عن الصانع
bg: Авторът не информация налична
el: Δεν υπάρχουν πληροφορίες απο τον συντάκτη.
eo: neniuj disponeblaj informoj pri la aŭtoro
es: No hay información de autoría
fr: Informations sur l'auteur non disponibles.
nb: Ingen informasjon om opphavsmann tilgjengelig
nl: Geen auteur informatie beschikbaar
pt: Nenhuma informação do autor disponível
tr: Tasarımcı bilgisi yok.
ur: author information nai available hain

source: no airbrakes
el: χωρίς αερόφρενα
eo: neniuj aerbremsoj
es: desactivar frenos aéreos
fr: Pas d'aérofreins
nl: geen luchtremmen
pt: sem ferios aereos

source: Nickname:
ar: اسم المستخدم
bg: Псевдоним:
el: Ψευδόνυμο
eo: Kromnomo:
es: Nombre de usuario:
fr: Pseudo :
ja: ニックネーム:
nb: Kallenavn:
nl: Bijnaam:
no: Kallenavn:
pt: Apelido:
sl: Vzdevek:
tr: Takma Ad

source: new Language selected
ar: اختيار لغة جديدة
bg: нов език избрани
el: Επιλέχθηκε καινούρια γλώσσα
eo: nova lingvo elektita
es: Nuevo idioma seleccionado
fr: nouvelle langue sélectionnée
ja: 新しい言語を選択
nb: nytt språk valgt
nl: Nieuwe taal geselecteerd
pt: Nova língua selecionada!
tr: Yeni bir dil seçildi
ur: nai languaged selected

source: Network
bg: мрежа
el: Δίκτυο
eo: Reto
es: Juego Online
fr: Réseau
ja: マルチプレイ
nb: Flerspill
nl: Netwerk
pt: Rede
sl: Omrežje
tr: Ağ
ur: qafas

source: move right mirror to the right
bg: премести дясното огледало на дясно
el: μετακίνηση του δεξιού καθρέφτη στα δεξιά
eo: movi la dekstran spegulon dekstren
es: mover el espejo retrovisor derecho a la derecha
fr: déplacer le miroir droit vers la droite
nl: Draai de rechterspiegel naar rechts
pt: mover retrovisor direito para a direita

source: move replay fast forward
el: μετακίνιση του replay γρήγορα προς τα εμπρός
eo: antaŭenigi la revidaĵon rapide
es: mover replay adelante rápidamente
fr: passer en avance rapide reprise
nb: Kjør reprisen fort framover
nl: verplaats herhaal snel vooruit
pt: Avancar o replay rapidamente

source: move replay fast backward
ar: اعادتها الى الوراء بسرعة
el: προχώρισε γρήγορα προς τα πίσω στο replay
eo: malantaŭenigi la revidaĵon rapide
es: Avance rápido en modo Replay
fr: déplacer le replay à l'envers rapidement
nl: Replay snel achteruitspoelen
pt: retroceder o replay rapidamente

source: move left mirror to the right
el: μετακίνηση αριστερού καθρέφτη στα δεξιά
eo: movi maldekstran spegulon dekstren
es: mover el espejo retrovisor izquierdo a la derecha
fr: tourner le miroir gauche vers la droite
nl: Draai de linkerspiegel naar rechts
pt: mover o retrovisor esquerdo para direita

source: move left mirror to the left
ar: مرآة تحرك اليسار إلى اليمين
el: μετακίνηση του αριστερού καθρέπτη προς τα αριστερά
eo: movi la maldekstran spegulon maldekstren
es: mover el espejo retrovisor izquierdo a la izquierda
fr: Bouger le rétroviseur gauche vers la gauche
nl: beweeg de linker spiegel naar links
pt: mover retrovisor esquerdo para esquerda

source: move character up
el: μετακίνηση χαρακτήρα προς τα πάνω
eo: movi la personon supren
es: mover el personaje arriba
fr: Déplacer le personnage vers le haut
nl: verplaats poppetje omhoog
pt: mover o personagem para cima

source: move character down
bg: премести човека надолу
el: μετακίνησε τον χαρακτήρα κάτω
eo: movi la personon malsupren
es: mover el personaje abajo
fr: Bouger le personnage vers le bas
nl: beweeg het karakter naar beneden
pt: mover o personagem para baixo

source: Motion blur
bg: Предложение мъгла
el: Θολότητα κίνησης
eo: Movada malklariĝefekto
es: Borroso en mov.
fr: Flou de mouvement
ja: モーションブラー
nb: Bevegelses dis
pt: moção de borrão(perda de nitidez com os movimentos)
sl: Razmazano gibanje

source: more right mirror to the left
bg: премести дясното огледало наляво
el: μετακίνηση του δεξί καθρέπτη προς τα αριστερα
eo: movi dekstran spegulon maldekstren
es: mover espejo retrovisor derecho a la izquierda
fr: tourner le mirroir droit vers la gauche
nl: meer rechtse spiegel naar links
pt: mais retrovisor direito para esquerda

source: more replay forward
el: Περισσότερο replay εμπρός
eo: antaŭenigi la revidaĵon
es: Avanza en el modo Replay
fr: avancer le replay
nb: Mer replay forover
nl: meer replay voorwaarts
pt: avancar mais o replay

source: more replay backward
el: περισσότερο replay προς τα πίσω
eo: malantaŭenigi la revidaĵon
es: mover Replay hacia atrás
fr: plus rejouer en arrière
nl: meer terugspelen
pt: retroceder mais o replay

source: more airbrakes
bg: повече въздушни спирачки
el: περισσότερα αερόφρενα
eo: pli da aerbremsoj
es: un grado más de frenos aéreos
fr: plus d'aérofreins
nl: meer luchtremmen
pt: mais freios aereos
tr: Daha fazla fren

source: Mirrors
ar: المراياالعاكسة
bg: Огледала
el: Καθρέφτες
eo: Speguloj
es: Retrovisores
fr: Rétroviseurs
ja: ミラーの表示
nb: Speil
nl: Spiegels
pt: Espelhos
sl: Ogledala
tr: Aynalar

source: minimum visibility range in percent
ar: نسبة الحد الأدنى لمجال الرؤية
bg: минимален обхват на видимост в на сто
el: Ελάχιστη ακτίνα ορατότητας σε ποσοστό
eo: minimuma atingopovo de videbleco kiel procento
es: Mínimo rango de visibilidad (en porcentaje)
fr: Distance minimum de visibilité en pourcents
he: מינימום טווח ראייה באחוזים
ja: 最低視認距離(%)
nb: Minste sikt i prosent
nl: Minimale zichtbereik, in procenten
pt: intervalo mínimo de visibilidade em por cento
sl: Minimalna vidljivost v procentih
tr: Yüzde olarak minimum görüş menzili
ur: minimum visiblity percent main

source: Mid range selected
el: Μέτρια εμβέλεια επιλέχθηκε
eo: Meza aro elektita
es: 4x4 Medio
fr: gamme medium selectionnee
nl: middelmatig bereik geselecteerd
pt: media gama selecionada

source: max Speed:
ar: السرعة القصوي
bg: Максимална скорост:
el: Μέγιστη ταχύτητα:
eo: maksimuma rapido:
es: máxima velocidad:
fr: Vitesse maximale:
ja: 最高速度:
nb: Høyeste hastighet:
nl: Maximale Snelheid:
pt: Velocidade máxima:
tr: En yüksek hız
