Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: trunk/tools/i18n/ror/*.po
Languages: ar, bg, el, eo, es, fr, he, ja, nb, nl, no, pt, sl, sr, tr, ur

source: zoom into the overview map in interactive mode
ar: التكبير في نظرة عامة على الخريطة في الوضع التبادلي
el: Μεγένθυνε τον χάρτη με διαδραστική μέθοδο
eo: zomi la mapon en la interaga moduso
es: Acercar la cámara al mapa en modo interactivo
fr: zoom sur la carte en mode interactif
he: Zoom לתוך המפה האינטראקטיבית סקירת מצב
nb: zoom inn til oversiktskartet i interaktiv modus.
nl: Zoom in de overzichtkaart in de interactieve modus
no: zoom inn i oversikts kartet i interkativ modus
pt: ampliar a visão em mapa em modo interactivo
sr: uvecaj u mapu sireg opsega u interaktivnom modu
tr: Büyük haritaya yaklaş

source: zoom camera out faster
ar: الكاميرا الزوم من أسرع
el: Απομάκρινε την κάμερα προς τα πίσω γρηγορότερα
eo: malzomi pli rapide
es: Alejar cámara rápido
fr: dézoomer rapidement
ja: ズームアウト(高速)
nb: zoom kamera ut fortere
nl: De camera sneller uitzoomen
no: Zoome ut camera fortere
pt: afastar a camera rapidamente
sr: uvecaj kameru brze
tr: Görüntüden daha hızlı uzaklaş

source: zoom camera out
el: απομάρκινε την κάμερα προς τα πίσω
eo: malzomi
es: Alejar cámara
fr: dézoomer
ja: ズームアウト
nb: zoom kamera ut
nl: Zoom camera uit
no: zoom ut kamera
pt: afastar a camara
sr: uvecaj kameru napolje
tr: Uzaklaş

source: zoom camera in faster
el: Ζουμ της κάμερας γρηγορότερα
eo: zomi pli rapide
es: acercar cámara rápido
fr: zoomer rapidement
ja: ズームイン(高速)
nb: zoom kamera inn fortere
nl: Sneller inzoomen met de camera
no: Zoome camera in Fortere
pt: aproximar a camera rapidamente
sr: zumiraj kameru brze
tr: Daha hızlı yakınlaş

source: zoom camera in
el: ζουμ κάμερας
eo: zomi
es: Acercar cámara
fr: zoomer
ja: ズームイン
nb: zoom kamera inn
nl: Camera inzoomen
no: Zoom inn kameraet fortere
pt: aproximar a camera
tr: Yakınlaş

source: Your network name. Maximum 20 Characters.
ar: Your network name. الحد الأقصى 20 حرفا
bg: Your мрежа име. Максимум 20 Характер.
el: Το όνομα δικτύου σας. Μέγιστο 20 Χαρακτήρες.
eo: Via retnomo. Maksimume 20 signoj.
es: Tu nombre en el juego. Máximo 20 caracteres.
fr: Votre nom multijoueur. Maximum 20 caractères.
he: שם הרשת שלך. מקסימום 20 אותיות.
ja: ニックネームを入力してください(最大20文字)
nb: Ditt flerspill navn. Maksimum 20 tegn.
nl: Uw netwerknaam. Maximaal 20 tekens
no: Nettverksnavnet ditt. Maksimum 20 bokstaver.
pt: Seu nome em rede. Maximo 20 Caracteres.
sl: Vaš omrežni vzdevek. Maksimalno 20 znakov.
tr: Ağ isminiz. En fazla 20 karakter.
ur: tumhari qafas naam maximum 20 kirdaar

source: Your Forum User Token.
ar: رمز المستخدم الخاص بك في المنتدي ID
bg: Your Форум Потребител Знак.
el: Το εμβλημά σας απο το Φόρουμ
eo: Via forum-kromnomo.
es: Tu ID en los foros
fr: Votre pseudonyme sur le forum.
ja: フォーラムのユーザートークン。
nb: Ditt forum bruker ID:
nl: Jouw forumnaam is al in gebruik.
no: Din Forum Bruker ID.
pt: A sua indentificação de usuário do fórum.
tr: Forum Kullanıcı Adınız.
ur: tumara Forum user Token

source: You must save and restart the program to activate the new language!
ar: يجب تسجيل واعادة تشغيل البرنامج لاعتماد اللغة الجديدة
bg: Трябва да запазите и да рестартирате програмата за да се активира новият зададен от вас език!
el: Πρέπει να αποθηκεύσεται και να επανεκκινήσετε το πρόγραμμα για να ενεργοποιηθεί η νέα γλώσσα!
eo: Vi devas savi kaj restarigi la programon por aktivigi la novan lingvon!
es: Debes guardar los cambios y reiniciar el programa para usar el nuevo idioma
fr: Vous devez sauvegarder et redémarrer le programme pour activer la nouvelle langue !
he: אתה חייב לשמור ולהתחיל מחדש את התוכנה כדי להפעיל את השפה החדשה!
ja: 新しい言語設定を有効にするためにプログラムを再起動する必要があります
nb: Du må lagre og restarte programet for å aktivivere det nye språket!
nl: Je moet opslaan en opnieuw opstarten om de nieuwe gekozen taal te activeren.
no: Du må lagre og starte programmet på nytt for å aktivere det nye språket!
pt: Precisa guardar as alterações e reiniciar o programa para activar a nova linguagem!
tr: Yeni dili aktif hale getirmek için programı kaydedip yeniden başlatmalısınız.
ur: aap ko save aur restart pogram ko kur na ho ga agar nai language ko activate kur na hain

source: You do not need to change these settings unless you experience problems
ar: أنت لا تحتاج لتغيير هذه الإعدادات إلا إذا كنت تعاني من مشاكل
bg: Ти правя не нужда към промяна тези обстановка ако не ти опит проблема
el: Δεν χρειάζεται να αλλάξετε αυτές τις ρυθμίσεις εκτός και εάν συναντήσετε προβλήματα
eo: Vi ne devas ŝanĝi ĉi tiujn agordojn krom se estas problemoj.
es: No necesitas modificar estas opciones a menos que experimentes problemas
fr: Vous n'avez pas besoin de changer ces réglages à moins que vous ayez des problèmes.
ja: 問題が発生しない限りこれらの設定を変更する必要はありません
nb: Det er ikke nødvendig å fornadre disse innstilingene med mindre du opplever problemer
nl: Je hoeft deze instellingen niet te veranderen tenzij je problemen ondervind.
no: Du trenger ikke forandre disse instillingene med mindre du opplever problemer
pt: Não precisas de alterar estas configurações, a não ser que tenhas problemas
sl: Teh nastavitev ni potrebno spreminjati, razen ob težavah.
tr: Bu ayarları bir problemle karşılaşmadığınız sürece değiştirmek zorunda değilsiniz
ur: ye settings ko nai change kur na hain unless aap ko problems arr re hain

source: You can disable the default creak sound by checking this box
el: Μπορείτε να απενεργοποιήσετε τον ήχο τριξήματος τσεκάροντας αυτό το κουτί
eo: Vi povas malaktivigi la defaŭltan grincosonon per plenigi ĉi tiun kvadraton
es: Puedes deshabilitar algunos ruidos en el sonido activando esta casilla
fr: Vous pouvez désactiver le son de grincement par défaut en cochant cette case
nb: Du kan deaktivere knirkelyden som er standard ved å trykke på denne boksen
nl: Je kan het standaard knarsende geluid uitzetten door het het vakje aan te vinken
no: Du kan deaktivere standard knirke lyden ved å merke av denne boksen
pt: Você pode desativar o som da marcha marcando essa caixa
tr: Bu kutucuğun işaretini kaldırarak oyundaki gıcırdama sesini kapatabilirsiniz.

source: wrote screenshot:
ar: تم التقاط خلفية الشاشة
bg: написа на екрана:
el: Δημιουργήθηκε στιγμιότυπο οθόνης.
eo: skribis ekranbildon:
es: Captura de pantalla escrita
fr: Capture d'écran effectuée :
he: שמר תמונה
ja: スクリーンショットを保存しました:
nb: Skjermbilde lagret som:
nl: Screenshot opgeslagen:
no: skrev skjermbilde:
pt: Fotografia guardada:
tr: Ekran görüntüsü şuraya kaydedildi:
ur: screenshot lika

source: Write error
bg: Грешка в синтаксиса
el: Σφάλμα εγγραφής
eo: Eraro de skribo
es: Error de escritura
fr: Erreur d'écriture
ja: 書き込みエラー
nb: Skrive feil
nl: Schrijf fout
pt: erro de gravação
tr: Yazma hatası

source: write current position to log (you can open the logfile and reuse the position)
el: εγγραφή τρέχουσας θέσης στο αρχείο καταγραφής συμβάντων (μπορεις να ανοίξεις το αρχειο αυτο και να ξαναχρησιμοποιήσεις την θέση αυτή)
eo: skribi la aktualan pozicion al la eventhistorio (vi povas malfermi la dosieron kaj uzi la pozicion ree)
es: escribe la posición actual en el log (puedes abrir el archivo RoR.log y utilizar esa posición)
fr: écrire la position actuelle dans le log (vous pouvez ouvrir le log et réutiliser la position)
nb: lagre din nåverende posisjon i loggen (du kan åpne loggfilen og gjenbruke posisjonen)
nl: schrijf de huidige positie in het logbestand (je kan het logbestand openen and de positie hergebruiken)
pt: escrever posição actual para log (você pode abrir o arquivo log e reutilizar a posição)
tr: Mevcut konumu günlüğe yaz.(Daha sonra günlük dosyasını açabilir ve kayıtlı konumu tekrar kullanabilirsiniz.)

source: Worst FPS:
ar: اقل FPS:
bg: Най-лош FPS :
el: Χειρότερα καρέ ανα δευτερόλεπτο:
eo: Malplej bona FPS:
es: FPS más baja:
fr: FPS minimum :
ja: 最低FPS:
nb: Verste FPS:
nl: Laagste FPS:
no: Dårligste FPS:
pt: Pior FPS:
tr: En kötü FPS:
ur: aksar bura FPS

source: Wheels:
ar: العجلات
bg: колело:
el: Ρόδες:
eo: Radoj:
es: Ruedas:
fr: Roues:
ja: ホイール:
nb: Hjul:
nl: Wielen:
no: Hjul:
pt: Rodas:
tr: Tekerlekler
ur: paiyye

source: Water type:
ar: نوعية المياه
bg: Вода вид :
el: Τύπος νερού:
eo: Tipo de akvo:
es: Tipo de mar:
fr: Type d'eau :
he: סוג המים
ja: 水のタイプ:
nb: Vann type:
nl: Watersoort
no: Vann type:
pt: Tipo de água
sl: Tip vode:
tr: Su tipi:
ur: panee ke qism

source: Water spray
ar: تناثر المياه
bg: Вода ръся
el: Σπρέι νερού
eo: Ŝpruco de akvo
es: Agua en Spray
fr: Eclaboussures d'eau
ja: 水しぶきの表示
nb: Vannsprut
nl: Water druppels
no: Vann sprut
pt: Spray d'água
sl: Pršenje vode
tr: Su spreyi
ur: panee ke cheetay

source: Water reflection is slower, and requires a good GPU. In speed optimized mode you may experience excessive camera shaking.
ar: تناثر المياه يسبب بطئ الكمبيوتر واهتزاز مفرط في الكاميرا و يتطلب معالج ذو قدرة عالية
bg: Вода размисъл е бавна и изисква добра GPU. При скорост оптимизиран режим може да се опита прекомерно камера разклащане
el: Η ενεργοποιήση τον ανακλάσεων στο νερό, απαιτεί μια καλή κάρτα γραφικών. Στην κατασταση βελτίωσης ταχύτητας των καρε ανα δευτερόλεπτο, μπορεί να παρατηρίσετε ανατάραξη της κάμερας
eo: Reflekto de akvo estas pli malrapida, kaj necesigas bonan grafikprocesoron. En plejbonece-rapida moduso, eble estos troa skuado de la kamerao.
es: El reflejo en el agua es más lento, requiere una buena tarjeta gráfica. En el modo Optimizado para velocidad, la cámara puede vibrar mucho.
fr: Les réflexions sur l'eau ralentissent le jeu et requièrent un bon GPU. En mode d'optimisation de la vitesse, la caméra peut trembler excessivement.
nb: Vann refleksjon er tregere og krever en god GPU. I farts optimalisert modus kan du oppleve kamera risting.
nl: Water reflectie is langzamer, en vereist een goede GPU. In snelheid geoptimaliseerde modus kunt u buitensporige camera schudden ervaren.
no: Vann refleksjon er tregere og trenger en god GPU. I farts optimalisert modus kan du oppleve mye kamera risting.
pt: Reflexo da água é mais lento, e precisa de uma boa GPU. Em modo velocidade otimizada você poderá sentir agitação da câmera excessiva.
sl: Vodni odsev je počasen in potrebuje dober GPU. V hitrostno optimiziranem načinu lahko občutiš tresenje kamere.
tr: Su yansıması yavaştır , iyi grafik kartı gerektirir. Hız odaklı modda kamera titreşimi görülebilir.
ur: water reflection zaada slow hain, aur achha GPU ko require kur-ta hain. Speed optimiezed mode main app ko shaid exccesive camera shaking ko experience kur-ro g

source: Warning
bg: Предупреждение
el: Προειδοποίηση
eo: Averto
es: Atención
fr: Attention
ja: 警告
nb: Advarsel
nl: Waarschuwing
no: Advarsel
pt: Aviso
tr: Uyarı

source: Visual effects
ar: تأثيرات بصرية
bg: Зрителен вещи
el: Οπτικά εφέ
eo: Vidaj efektoj
es: Efectos visuales:
fr: Effets visuels
ja: その他
nb: Visuelle effekter
nl: Visuele effecten
no: Visuelle effekter
pt: Efeitos visuais
sl: Vizualni efekti
tr: Görsel efektler

source: Video mode:
ar: نمط الفيديو
bg: Видео режим:
el: Μέθοδος βίντεο:
eo: Videomoduso:
es: Modo de Vídeo:
fr: Mode vidéo :
ja: 解像度･色深度:
nb: Video modus:
nl: Video modus
no: Video modus:
pt: Modo Video:
sl: Video način:
tr: Video Modu
ur: Video ka mode:

source: Vehicle Type:
ar: نوع العربة
bg: Превозно средство Вид :
el: Τύπος οχήματος:
eo: Tipo de veturilo:
es: Tipo de Vehículo:
fr: Type de véhicule:
ja: 車両タイプ:
nb: Type kjøretøy:
nl: Voertuig Soort:
no: Kjøretøy type:
pt: Tipo do veículo:
sl: Tip Vozila
tr: Araç Türü
ur: gadhee/garee ke qism

source: Vegetation:
ar: الغطاء النباتي
bg: растителност
el: Βλάστηση:
eo: Vegetalaro:
es: Vegetación:
fr: Végétation :
ja: 草木：
nb: Vegetasjon
nl: Beplanting
no: Vegetasjon:
pt: Vegetação:
sl: Rastlinstvo:
tr: Ağaçlar ve Bitkiler:

source: User Token:
ar: المستخدمID
bg: потребител знак:
el: Κωδικός χρήστη
eo: Nomo de uzanto:
es: ID de Usuario:
fr: Nom d'utilisateur:
ja: ユーザートークン:
nb: Bruker ID:
nl: Gebruiker Bewijs:
no: Bruker ID:
pt: ID do utilizador:
tr: Kullanıcı Adı
ur: User ka Token:

source: Use this to remove the whole cache and force the generation from ground up.
el: Χρησιμοποίησε αυτό για να αφαιρεθεί όλη η προσωρινή μνήμη και να ξαναδημιουργιθεί
eo: Uzu ĉi tion por forviŝi la tutan kaŝmemoron kaj devigi la regeneradon dekomence.
es: Usa esto para eliminar la cache y forzar una nueva regeneración.
fr: Utilisez cette option pour supprimer la totalité du cache et en forcer la régénération.
nb: Bruk denne for å fjerne hele hurtigbufferen og tvinge en regenerering.
nl: Gebruik dit om het volledig cache geheugen te verwijderen en een nieuw te genereren
pt: Use isto para remover todo o cache e forçar a geração de terreno.
tr: Bu seçeneği önbelleği boşaltmak ve dosyaların en baştan kontrol edilip belleğe alınmasını sağlamak için kullanın.

source: Use this to regenerate the cache outside of RoR. If this does not work, use the clear cache button.
el: Χρησημοποιήστε αυτό για να ξαναφορτώσετε την προσωρινή μνήμη εκτός του RoR. Άν αυτό δέν δουλέψει, χρησημοποιήστε το κουμπί καθαρισμού προσωρινής μνήμης.
eo: Uzu ĉi tion por regeneri la kaŝmemoron ekster RoR. Se ĉi tio ne funkcias, uzu la butonon 'Malplenigi kaŝmemoron'.
es: Usa esto para la regeneración de la caché fuera del juego. Si esto no funciona, usa el botón de Limpiar cache
fr: Utilisez-la pour régénérer le cache de l'extérieur de RoR. Si cela ne fonctionne pas, utilisez le bouton Vider le cache.
nb: Bruk denne til å regenerere hurtigbufferen utenfor ror. Hvis det ikke fungerer, bruk tøm buffer knappen.
nl: Gebruik dit om de cache te regenereren van buitenuit RoR. Indien dit niet werkt gebruik dan de Leeg cache knop.
pt: Use isto para regenerar o cache fora de Ror. Se isso não funcionar, use o botão Limpar Cache.
tr: Bu seçeneği önbelleği yeniden oluşturmak için kullanın.Eğer işe yaramazsa, 'Önbelleği temizle' seçeneğini kullanın.

source: Upper
ar: الاعلى
bg: горница на обувка
el: Άνω
eo: Supra
es: Arriba
fr: Supérieure
ja: アッパー
nb: Øvre
nl: Hoger
no: Øvre
pt: Alta
sl: Povečaj
tr: Yukarı

source: Updates
el: Ενημερώσεις
eo: Ĝisdatigoj
es: Actualizaciones
fr: Mises à jour
ja: 更新
nb: Oppdateringer
no: Oppdateringer
pt: Atualizações
tr: Güncelleştirmeler

source: Update now
el: Αναβάθμισε τωρα
eo: Ĝisdatigi nun
es: Actualizar ahora
fr: Mettre à jour maintenant
ja: 今すぐ更新する
nb: Oppdater nå
nl: Nu updaten
no: Oppdater nå
pt: Atualizar agora
tr: Şimdi güncelle

source: Update
ar: تحديث
bg: актуализирам
el: Ενημέρωση
eo: Refreŝigi
es: Actualizar
fr: Rafraîchir
he: עדכון
ja: 更新
nb: Oppdater
nl: Vernieuwen
no: Oppdatering
pt: Atualizar
sl: Posodobi
tr: Güncelle

source: unkown encoding problem
bg: неизвестно Кодиране проблем
el: Άγνωστο σφάλμα κωδικοποίησης
eo: nekonata eraro de signokodaro
es: Error desconocido al codificar
fr: Erreur inconnue de codage
nb: ukjent kode problem
nl: Onbekend encoding probleem
no: Ukjent koding problem
pt: Problema desconhecido de codificação
tr: Bilinmeyen kodlama hatası
ur: unknown encoding ka problem

source: unknown.dds
ar: غير معروف.dds
bg: неизвестен.dds
eo: nekonata.dds
es: .dds desconocido
fr: .dds inconnu
nb: ukjent.dds
nl: onbekende.dds
no: ukjent.dds
pt: Desconhecido.dds
tr: Bilinmeyen .dds dosyası

source: Uncheck in case you have a fog problem
ar: يمكنك الغاء التحديد في هذا المربع اذا كانت لديك مشاكل في الضباب
bg: махнете отметката в случай, че имате проблем мъгла
el: Αποεπιλέξτε σε περίπτωση προβλήματος με την ομίχλη
eo: Malaktivigu se estas problemoj pri nebulo
es: Deja en blanco la casilla si tienes problemas con la niebla
fr: Décochez cette case si vous avez des problèmes de brouillard
nb: Fjern om du har problemer med tåken
nl: Vink uit in het geval je een mist probleem hebt
no: Deaktiver denne hvis du har et tåke problem
pt: Desmarque no caso de você ter um problema com o nevoeiro
sl: V primeru težav naj ne bo kljukice
tr: Sis sorununuz varsa deaktive edin
ur: uncheck kuro in case aap ke pas fog problem hain

source: Unable to connect to the server. It is certainly down or you have network problems.
ar: الاتصال بالسيرفر غير ممكن .يمكن ان يكون خارج الخدمة او توجد لديك مشاكل في الشبكة
bg: Неспособен към съединявам към определителен член служа. То е разбира се голо възвишение или ти имам мрежа проблема.
el: Αδυναμία σύνδεσης στο δίκτυο.Έχει 'πέσει' ή έχετε προβλήματα δικτύου.
eo: Ne povas konekti al la servilo. Ĝi certe ne funkcias aŭ vi havas retajn problemojn.
es: Imposible conectar con el servidor. O está caído, o tienes problemas de red.
fr: Impossible de se connecter au serveur. Il est certainement en panne ou vous avez des problèmes de réseau.
ja: サーバーに接続できません。ネットワークに問題があります。
nb: Kunne ikke koble til tjeneren. Den er muligens nede eller du har nettverksproblemer.
nl: Niet mogelijk om verbinding te maken met de server. Het is waarschijnlijk dat de server niet werkt of dat je netwerk probleem hebt.
no: Kunne ikke koble til serveren. Den er muligens nede eller du har nettverksproblemer.
pt: !Impossivel conectar-se ao servidor!.E certamente demora exessiva ou problemas de conexao(Verifique se os cabos de rede estao conectados, e se ha conectividade com a internet, pode ser, tambem problemas no servidor)verifique a conexao com o servidor na pagina do ROR em: http://servers.rigsofrods.com/ para ver os servidores atualmente disponiveis. ou crie seu proprio servidor (certifique-se de nao estar atras de um router) entre na pasta do jogo (C:\Arquivos de programas\Rigs of Rods 0.36.2) e clique no arquivo server gui configure as opções e pronto seu servidor esta criado!!!
tr: Server bağlanılamıyor. Server devre dışı veya ağla ilgili problemleriniz var.
ur: server se nai connect ho ra. server hain certainly down na aap ke paas network problems hain

source: Unable to connect to server
ar: الاتصال بالسيرفر غير ممكن
bg: Не може да се свърже със сървъра
el: Δεν ειναι δυνατή η σύνδεση στον εξυπηρετιτή
eo: Ne povas konekti al servilo
es: No se ha podido conectar con el servidor
fr: Impossible de se connecter au serveur
ja: サーバーに接続できません。
nb: Kan ikke koble til tjeneren
nl: Onmogelijk de server te bereiken
no: Kunne ikke koble til tjener
pt: Incapaz de conectar ao servidor
tr: Sunucuya bağlanılamıyor
ur: server se connect nai kur sakt te

source: Type
ar: النوع
bg: тип
el: Τύπος
eo: Tipo
es: Tipo
ja: タイプ
nl: Soort
pt: Tipo
sl: Tip
tr: Tip
ur: qism

source: Trying to connect to server ...
ar: محاولة الاتصال بالخادم
bg: Опитвате се да се свърже със сървъра ...
el: Γίνεται προσπάθεια σύνδεσης στον εξυπηρετιτή ...
eo: Provanta konekti al la servilo ...
es: Intentando conectar con el servidor ...
fr: Tentative de connexion au serveur
ja: サーバーに接続しています...
nb: Prøver å koble til tjeneren ...
nl: Poging om de server te bereiken
no: Prøver å koble til tjener ...
pt: Tentando ligar ao servidor
tr: Sunucuya bağlanılmaya çalışılıyor
ur: server se connect ho ne ke khoshist hain...

source: truck horn
bg: клаксон
el: κόρνα οχήματος
eo: hupo de kamiono
es: bocina del camión
fr: Klaxon
ja: トラックホーン
nb: Tute
nl: Claxon
pt: Buzina de caminhao
tr: Korna

source: Truck
ar: شاحنة
bg: камион
el: Πίστα
eo: Kamiono
es: Camión
fr: Camion
he: משאית
ja: トラック
nb: Lastebil
nl: Vrachtwagen
no: Lastebil
pt: caminhão
sl: Tovornjak
tr: Kamyon

source: Triangle Count:
ar: عدد المثلثات
bg: Триъгълник Броя :
el: Αριθμός τριγόνων
eo: Nombro da trianguloj:
es: Número de Triángulos:
fr: Nombre de triangles:
ja: 面の数:
nb: Antall trekanter:
nl: Aantal Driehoeken:
pt: Triângulo cont:
tr: Üçgen Sayısı:

source: Total Linear
el: Απόλιτη ευθυγράμμιση
eo: Tute linia
es: Totalmente lineal
fr: totalement lineaire
ja: 線の合計
nb: Totalt lineært
nl: totaal linear
pt: linearização maxima

source: Torque:
ar: عزم الدوران
bg: Въртящ момент:
el: Ροπή:
eo: Torda momanto:
es: par de torsión:
fr: Couple:
ja: トルク:
nb: Dreiemoment:
nl: Trekkracht:
no: Turtall
pt: Binário:
tr: Tork

source: tons
ar: طن
bg: т
el: τόνοι
eo: tunoj
es: Toneladas
fr: Tonnes
ja: トン
nb: tonn
nl: ton
no: tonn
pt: toneladas
tr: Ton

source: toggle truck HUD
el: Εμφάνιση του πίνακα ελέγχου και οργάνων
eo: baskuligi la HUD-n de la kamiono
es: Mostrar/Ocultar panel de mandos
fr: Activer l'ATH du camion
nb: Velg lastebil HUD
nl: truck HUD uit/aan
pt: alternar caminhão HUD
tr: Gösterge panelini göster/gizle

source: toggle truck front lights
el: εμφάνιση των εμπρόσθιων φοτών του οχήματος
eo: baskuligi kamionajn reflektorojn
es: Encender/Apagar luces frontales del vehículo
fr: Allumer/Eteindre les phares
nb: aktiver kjøretøyets front lys
nl: Koplampen aan/uit
no: Skru på/av frontlykter
pt: Alternar luzes dianteiras do caminhao
tr: Kamyon ön farlarını aç/kapa

source: toggle truck beacons
el: εμφάνιση των ραδιοσημαντήρων του οχήματος
eo: baskuligi gvidmarkilojn de la kamiono
es: Apagar/Encender Luces rotativas
fr: Allumer les gyrophares du camion
nb: Skru på varsellys
nl: truck zwaailichten aan/uit
pt: alternar caminhão beacons
tr: Kamyon lambalarını aç/kapa

source: toggle translucency of overview-map
el: εμφανιση διαύγειας του χάρτη
eo: baskuligi la travideblecon de la mapo
es: des/activar el mapa traslúcido
fr: activer la transparence de la carte
nb: Aktiver gjennomsiktighet på oversiktskartet
nl: shakel doorzichtigheid van de overview kaart
pt: Alternar transparencia do mapa de visao

source: toggle skeleton display mode
el: εμφάνιση της σκελετοειδούς απεικόνισης
eo: baskuligi skeletovidigan moduson
es: Mostrar/ocultar el esqueleto del vehículo
fr: activer la vue du squelette
nb: Gå til skjelett visnings modus
nl: schakel skelet modus
pt: alternar a visao do ceu

source: toggle right direction indicator (blinker)
el: εμφάνιση του δεξιού βέλους κατεύθυνσης (φλάς)
eo: baskuligi dekstran turnindikilon
es: Encender/Apagar intermitente derecho
fr: Allumer/éteindre l'indicateur de direction droit (clignoteur)
nb: Skru på høyre blinklys
nl: rechter knipperlicht uit/aan
pt: alternar direcção do pisca-pisca

source: toggle render mode (solid, wireframe and points)
el: εμφάνιση μεδόδου απεικόνισης (σταθερή, καλωδιόγραμμα και σημεία)
eo: baskuligi moduson de bildigo (solida, linieca kaj punkta)
es: intercambiar entre los modos de renderizado (sólido, cables y puntos)
fr: changer le mode de rendu (solide, wireframe et points)
nb: Velg gjengivelses modus (Solid, trådramme og punkter)
nl: schakel doen modus (vast, draadframe en punten)
pt: alternar modo de renderizacao (sólidos, linhas e pontos)

source: toggle particle cannon
el: εμφάνιση κανονιού σωματιδίων
eo: baskuligi la pafilon de partikloj
es: des/activa el cañón de partículas
fr: canon à particules on/off
nb: Velg partikkel kanon
nl: deeltjes kanon uit/aan
pt: alternar o canhao de particulas

source: toggle parking brake
el: χειρόφρενο
eo: baskuligi parkbremson
es: des/activar freno de mano
fr: mettre le frein de parc
nb: Aktiver parkeringsbremsen
nl: Handrem
no: Håndbrekk
pt: alternar o freio de mão

source: toggle overview map interactive mode
el: εμφάνιση του χάρτη πλήρους προβολής με διαδραστική μέθοδο
eo: baskuligi la interagan moduson de la mapo
es: mostrar/ocultar el mapa en modo interactivo
fr: basculer la carte en mode interactif
nb: gå til oversiktskartet i interaktiv modus
nl: overzicht kaart in interactieve mode aan/uit
pt: alternar o mapa para modo interativo

source: toggle Ogre statistics (FPS etc.)
el: Εμφάνιση στατιστικών της μηχανής γραφικών (καρε ανα δευτερόλεπτο κτλ.)
eo: baskuligi statistikaĵojn de Ogre (FPS k.s.)
es: des/activar las estadísticas de OGRE (FPS, etc)
fr: Afficher les statistiques Ogre (FPS etc.)
nb: gå til Ogre statistikk (FPS etc.)
nl: OGRE statistieken uit/aan
pt: alternar as estatisticas da Orge (FPS e etc.)
tr: Ogre istatistiklerini(FPS vs.)aç/kapa

source: toggle map modes
el: εμφάνιση κόμβων χάρτη
eo: baskuligi la mapmodusojn
es: cambiar entre los modos de mapa
fr: Basculer entre les modes de carte
nb: velg gart moduser
nl: kaart modes uit/aan
pt: alternar entre os modos do mapa
