Repository: ohlidalp/ror-legacy-svn-trunk
Catalog: trunk/tools/i18n/ror/*.po
Languages: ar, bg, el, eo, es, fr, he, ja, nb, nl, no, pt, sl, sr, tr, ur

source: Mass:
ar: الوزن
bg: маса количество:
el: Μάζα'
eo: Maso:
es: Peso:
fr: Masse:
nb: Masse:
nl: Massa:
pt: Massa/peso:
tr: Ağırlık
ur: wazan

source: Manual shift - Auto clutch
ar: تغير يدوي لدرجات السرعة -امبرياج اوتوماتيكي
bg: Ръчен премествам - Автомобил сграбчвам
el: Χειροκίνητες ταχύτητες - Αυτόματος συμπλέκτης.
eo: Mana transmisio - aŭtomata kluĉilo
es: Cambio manual - Embrague automático
fr: Boîte manuelle - Embrayage auto
ja: [AMT]マニュアルトランスミッション(自動クラッチ)
nb: Manuell giring - Auto kløtsj
nl: Handmatig schakelen, automatische koppeling
pt: Marcha manual - embreagem automática
tr: Düz vites-Otomatik debriyaj

source: manual clutch (for manual transmission)
el: χειροκίνητος συμπλέκτης (για το χειροκίνητο κιβώτιο ταχυτήτων)
eo: mana kluĉilo (por mana transmisio)
es: Embrague manual (transmisión manual)
fr: Embrayage (pour les boites de vitesse manuelles)
nb: manuell kløtsj (for manuell giring)
nl: handmatige koppeling (voor handmatige transmissie)
pt: desembreaio manual (para marcha manual)
tr: Manuel debriyaj (Düz vites için)

source: Machine
ar: الآلة
bg: машинен
el: Μηχανή
eo: Maŝino
es: Máquina
ja: マシン
nb: Maskin
pt: Máquina
tr: Makine

source: Lower
ar: منخفض
bg: Долен
el: Χαμηλότερα
eo: Suba
es: Abajo
fr: Inférieure
he: נמוך יותר
nb: Lavere
nl: Lager
pt: Baixa
sl: Znižaj
tr: Aşağı

source: Low range selected
el: Χαμιλη εμβέλεια επιλέχθηκε
eo: Malalta aro elektita
es: rango corto elegido
fr: Sélection basse sélectionné
nl: laag bereik geselecteerd
pt: Mínimo intervalo selecionado

source: look back (toggles between normal and lookback)
el: κοίταξε πίσω (αλλάζει μεταξύ κανονικό και κολιταγμα πίσω)
eo: vidi malantaŭen (baskulas inter vidi normale kaj malantaŭen)
es: mira hacia atrás (cambia entre normal y mirar atrás)
fr: regarder en arrière (permet de basculer entre normal et lookback)
nl: kijk terug (schakelt tussen normaal en terugkijk)
pt: olhar para trás (para alternar entre normal e visao traseira)
tr: geriye bak (normal ve geriye bak arasında geçiş yapar)

source: loading...
ar: تحميل...
bg: товарене...
el: Φόρτωση...
eo: ŝarganta...
es: cargando...
fr: Chargement
ja: 読み込み中...
nb: laster...
nl: laden...
pt: Carregando...
tr: Yükleniyor

source: Loading zips in group
ar: تحميل الملفات المضغوطة في المجموعة
bg: зареждане на файлове в групи
el: Φορτώνονται σε γκρούπ τα σιμπιεσμένα αρχεια
eo: Ŝarganta ZIP-arkivojn en grupo
es: Cargando zips en grupo
fr: Chargement des archives dans le groupe
he: טוען .zip בקבוצות
nb: laster inn zips i gruppe
nl: Meerde zip bestanden samen laden
pt: Carregando zips no grupo
tr: Sıkıştırılmış dosyalar yükleniyor
ur: loading zips jo group ke under hain

source: Loading Terrain
ar: تحميل تضاريس
bg: товарене терен
el: Φόρτωση του χώρου
eo: Ŝarganta terenon
es: Cargando Terreno
fr: Chargement du terrain
ja: 地形を読み込み中...
nb: laster inn terreng
nl: Terrein laden
pt: Carregando o Terreno
tr: Harita Yükleniyor

source: loading new zip:
bg: зареждане на нов zip архив
el: γίνεται φόρτωση καινούριου συμπιεσμένου αρχείου:
eo: ŝarganta novan ZIP-arkivon:
es: cargando nuevo zip:
fr: chargement d'un nouveau zip:
ja: 新しいzipを読み込み中:
nb: laster inn ny zip:
nl: nieuwe zip aan het laden:
pt: carregando novo zip
sr: ucitavanje novih ZIP:

source: loading new directory:
bg: зареждане на нова директория:
el: γίνεται φόρτωση νέας διαδρομής αρχείων
eo: ŝarganta novan dosierujon:
es: cargando nueva carpeta:
fr: chargement d'un nouveau dossier:
nb: laster inn ny katalog:
nl: nieuwe bestemming laden:
pt: carregando novo diretório
tr: Yeni klasör yükleniyor:

source: Loading directory
ar: تحميل directory
bg: товарене директория
el: Φορτώνεται διαδρομή
eo: Ŝarganta dosierujon
es: Cargando carpeta
fr: Chargement du repértoire
nb: laster inn katalog
nl: Map laden
pt: Carregando directório
tr: Yükleme Dosyası

source: Loader
ar: شحن
bg: товарач
el: Φορτωτής
eo: Ŝargilo
es: Cargador
fr: Chargeur
ja: 読み込み
nl: Lader
pt: Carga
tr: Yükleyici

source: List
ar: قائمة
bg: Списък
el: Λίστα
eo: Listo
es: Lista
fr: Liste
ja: リスト
nb: Liste
nl: Lijst
pt: Lista
tr: Liste

source: Linearity
el: Ευθυγραμμισιμότητα
eo: Linieco
es: lineal
fr: linéarité
nb: Lineæritet
nl: Lineariteit
pt: Linearidade
tr: Doğrusallık

source: Light source effects:
ar: مؤثرات مصدر الضوء
bg: Светлинен източник ефекти:
el: Πηγή εφε φωτός
eo: Efektoj de la lumfonto:
es: Efecto de luces:
fr: Effets de sources lumineuses :
ja: 光源効果:
nb: Lys kilde effekter:
nl: Lichtbron effecten:
pt: Efeitos fonte luminosa:
sl: Svetlobni efekti:
tr: Işık kaynağı efektleri

source: let the character run
el: άφησε τον χαρακτήρα να τρέξει
eo: lasi la personon kuri
es: el personaje corre
fr: laisse le personnage courir
nl: laat het karakter rennen
pt: faz o personagem correr

source: let the character jump
el: άφησε τον χαρακτήρα να πηδήξει
eo: lasi la personon salti
es: el personaje salta
fr: laisser le caractère de saut
nl: spring met het karakter
pt: fazer o personagem saltar

source: less airbrakes
el: λιγότερα αερόφρενα
eo: malpli da aerbremsoj
es: menos frenos aéreos
fr: Moins d'aérofreins
nl: minder luchtrem
pt: menos freios aereos
sr: manje vazdusnih kocnica
tr: Daha az fren

source: Language:
ar: اللغة
bg: Език:
el: Γλώσσα;
eo: Lingvo:
es: Idioma
fr: Langue :
he: שפה
ja: 言語:
nb: Språk:
nl: Taal:
pt: Língua:
tr: Dil

source: Keyboard
ar: لوحة المفاتيح
bg: Клавиатура
el: Πληκτρολόγιο
eo: Klavaro
es: Teclado
fr: Clavier
ja: キーボード
nb: Tastatur
nl: Toetsenbord
pt: Teclado
sl: Tipkovnica
tr: Klavye

source: Key/Axis
ar: المحور/الزر
bg: Ключови/Ос
el: Πλήκτρο/Άξονας
eo: Klavo/Akso
es: Tecla/Eje
fr: Touche/Axe
ja: 割り当て
nb: Knapp/Akse
nl: Toets/as
pt: Tecla/Eixo
sl: Tipka/os
tr: Tuş/Eksen

source: Joystick Options
ar: خيارات عصا التسلية
bg: Джойстик Опции
el: Επιλογές χειριστήριου παιχνιδιών
eo: Stirstangaj Agordoj
es: Opciones del mando de juegos
fr: Options de Joystick
ja: ジョイスティック設定
nl: Joystick Opties
pt: Opções do Joystick
sl: Nastavitve igralne palice
tr: Joystick Seçenekleri

source: Joystick Axis Region
ar: محور منطقة عصا التسلية
bg: Джойстик ос Регион
el: Περιοχή άξονα του χειριστήριου παιχνιδιών
eo: Regiono de akso de stirstango
es: Region del Eje del mando de juegos
fr: Région de l'axe du joystick
nl: Joystick As Regio
pt: Região eixo do joystick
sl: Regija igralne palice
tr: Joystick Eksen Bölgesi
ur: joystick axis

source: Joystick Axis Linearity
el: Ευθυγραμμισιμότητα του άξονα του πηδαλίου
eo: Linieco de akso de stirstango
es: Eje del mando de juegos en modo lineal
fr: axe linéaire de joystick
nl: joystick axis uitlijning
pt: joystick Eixo Linearidade
tr: Oyun çubuğu ekseni çizgiselliği

source: Joystick Axis Deadzones
ar: محور الزاوية الميتة لعصا التسلية
bg: Джойстик ос Мъртви зони
el: Νεκρή περιοχή άξονα χειριστήριου παιχνιδιών
eo: Mortintaj zonoj de akso de stirstango
es: Zona muerta del eje del mando de juegos
fr: Deadzone de l'axe du joystick
nl: Joystick assen dode-zones
pt: Zona-morta do eixo no Joystick
sl: Mrtve točke igralne palice
tr: Joystick Eksen Ölü bölgeleri
ur: Joystick axis ke deadzones

source: Input Type:
ar: نوعية الدخول
bg: Входно Тип:
el: Τύπος εισαγωγής'
eo: Tipo de enigo:
es: Tipo de Entrada:
fr: Type d'entrée
ja: 入力タイプ:
pt: Tipo de entrada:
sl: Vstavi tip:
tr: Giriş Tipi:
ur: Input qism

source: incremental check: processing changed zips
ar: incremental check: تغيير الملف المضغوط
bg: им проверка: обработка променя ципове
el: επαυξητικός έλεγχος, επεξεργασία αλλαγμένων συμπιεσμένων αρχείων
eo: grada kontrolo: procezanta ŝanĝitajn ZIP-arkivojn
es: chequeo incremental: procesando Zips modificados
fr: Vérification incrémentale: archives modifiées en cours
nl: Incrementele controle: verwerken van de gewijzigde zip-bestanden
pt: checamento incrementado: processando zips tranferidos
tr: Değişen sıkıştırılmış dosyalar işleniyor.
ur: incremental check: change zips ko processing

source: incremental check: new files
ar: incremental check: ملف جديد
bg: им проверка: нови файлове
el: επαυξητικός έλεγχος καινούρια αρχεια
eo: grada kontrolo: novaj dosieroj
es: chequeo incremental: nuevos archivos
fr: Vérification incrémentale: Nouveaux fichiers
nl: Incrementele controle: nieuwe bestanden
pt: Checamento incrementado: novos arquivos
sr: opsti pregled:novi fajlovi
tr: Yeni dosyalar kontrol ediliyor.
ur: incremental check: nai files

source: incremental check: new content
ar: incremental check: محتوي جديد
bg: им проверка: ново съдържание
el: επαυξητικός έλεγχος νέο περιεχόμενο
eo: grada kontrolo: novaj enhavoj
es: chequeo incremental: nuevo contenido
fr: Vérification incrémentale: Nouveaux contenus
nb: Inkrementell sjekk: nytt innhold
nl: Incrementele controle: nieuwe inhoud
pt: Checamento incrementado: novo conteudo
tr: Yeni içerik kontrol ediliyor.
ur: incremental check: nai content

source: incremental check: duplicates
ar: incremental check: نسخة
bg: им проверка: дубликати
el: επαυξητικός έλεγχος για διπλά αρχεία
eo: grada kontrolo: duplikatoj
es: chequeo incremental: repetidos
fr: Vérification incrémentale: Fichiers dupliqués
nl: Incrementele controle: dubbele bestanden
pt: checamento incremental:arquivos duplicados em
tr: Tekrar eden dosyalar kontrol ediliyor.

source: incremental check: deleted and changed files
ar: incremental check: حذف وتغيير الملف
bg: им проверка: заличава и променени файлове
el: επαυξητικός έλεγχος για διεγραμένα και αλλαγμένα αρχεία
eo: grada kontrolo: viŝis kaj ŝanĝis dosierojn
es: chequeo incremental: archivos borrados y modificados
fr: Vérification incrémentale: Fichiers supprimés et modifiés
nl: Incrementele controle: bestanden gewist en gewijzigd
pt: checamento incremental: arquivos modificados e deletados em
tr: Silinmiş ve değiştirilmiş dosyalar kontrol ediliyor.
ur: incremental check: deleted aur change ho gya files

source: incremental check: deleted and changed files
ar: incremental check: حذف وتغيير الملف
bg: им проверка: заличава и променени файлове
el: επαυξητικός έλεγχος για διεγραμμένα και αλαγμένα αρχεία
eo: grada kontrolo: viŝis kaj ŝanĝis dosierojn
es: Chequeo incremental: Archivos borrados y modificados
fr: Vérification incrémentale: Fichiers supprimés et modifiés
nl: Incrementele controle: bestanden gewist en gewijzigd
pt: checamento incremental: arquivos deletados e modificados
tr: Silinmiş ve değiştirilmiş dosyalar kontrol ediliyor.
ur: incremental check: deleted aur change kia files.

source: increase tire pressure (note: only very few trucks support this)
el: αύξησε την πίεση των ελλαστικών (σημείωση: μόνο μερικά οχήματα το υποστιρίζουν αυτο)
eo: pliigi pneŭpremon (notu: nur tre malmulte da kamionoj ebligas ĉi tion)
es: incrementar la presión de los neumáticos (nota: muy pocos vehículos hacen uso de esta característica)
fr: augmenter la pression des pneus (NB: seuls très peu de véhicules prennent cela en compte)
nl: verhoog de bandendruk (slechts een klein aantal voertuigen ondersteunen dit)
pt: aumentar a pressão do pneu (nota: só muito poucos caminhões possuem esse recurso)
tr: Lastik havasını arttır.(Sadece birkaç kamyon bu özelliği desteklemektedir.)

source: increase throttle
el: αύξησε την υσχύ
eo: pliigi impulson
es: Aumentar acelerador
fr: augmentation des gaz
nl: Verhoogd gas geven
pt: aumentar turbina
ur: throttle zeyadha karo

source: increase the current FOV value
el: αύξηση της τιμής του Π.Ο.
eo: pliigi la aktualan valoron de FOV
es: aumentar el campo de visión
fr: Augmente la valeur actuelle du FOV
nl: vergroot nu gebruikt FOV aantal
pt: aumentar o valor curente do FOV
tr: Mevcut FOV değerini arttır

source: increase the airplane thrust
el: αύξυση της ώθησης του αεροπλάνου
eo: pliigi la potencon de la aviadilo
es: aumentar el empuje del avión
fr: augmenter la poussée de l'avion
nl: Verhoog de stuwkracht van het vliegtuig
pt: aumentar a turbina do avião
tr: Uçağın gazını arttır

source: increase day-time a lot faster
el: αύξηση μέρας-ώρας πολύ ποιο γρήγορα
eo: pliigi la tempon de la tago tre pli rapide
es: aumentar la hora del día rápidamente
fr: augmenter le temps de la journée beaucoup plus rapidement
nl: meer dag-tijd veel sneller
pt: aumentar a hora do dia rapidamante

source: increase day-time
el: αύξισε μέρα-ώρα
eo: pliigi la tempon de la tago
es: aumentar la hora del día
fr: augmenter le temps de la journée
nl: dagtijd verhogen
pt: Aumenta o tempo do dia

source: In what Format should screenshots be saved?
ar: ?باي نوع من الصور يمكن تسجيل خلفية الشاشة
bg: в какъв формат трябва да направите снимка се спаси?
el: Σε τί τύπο εικόνας να σώζονται τα στιγμιότυπα οθόνης;
eo: Kiel kiu formato ekranbildoj devus esti savitaj?
es: ¿En qué formato deberían guardarse las capturas de pantalla?
fr: Sous quel format les captures d'écran doivent-elles être sauvegardées?
nb: I hvilket format skal skjermbilder lagres som?
nl: In welk Formaat moeten schermafdrukken opgeslagen worden?
pt: Em qual formato as imagens serão salvas?
sl: V katerem formatu se naj slike zajemajo?
tr: Screenshot'lar hangi formatta kaydedilsin?
ur: kon sa format main screenshots ho nai chai hain

source: Import Keymap
ar: جلب مفتاح خريطة
bg: внасям ключ географска карта
el: Εισαγωγή χάρτη κλειδιών
eo: Importi klavaragordon
es: Importar teclas
fr: Importer la configuration du clavier
ja: キーマップをインポート
nl: Importeer Toetsenbord instellingen
pt: Importar Keymap
sl: Uvozi nastavitev tipk
ur: key map ko import kur-lo

source: If you use XFire, you can switch on this option to generate a more detailed game info.
ar: .يمكنك تشغيل هذا الخيار لتوليد مزيد من التفاصيل علي العبة .XFireعند استعمال
bg: Ако ти употреба XFire , ти мога шибалка на този избор към пораждам a повече подробен игра уведомявам.
el: Άν χρισημοποιήτε το Xfire, μπορείτε να ενεροποιήσετε αυτή την επιλογή για να δημιουργιθεί ενα ποιό λεπτομερες αρχείο πληροφοριών για το παιχνίδι.
eo: Se vi uzas XFire-n, vi povas aktivigi ĉi tiun agordon por generi pli detalajn ludinformojn.
es: Si usas XFire, puedes activar esta opción para generar más información detallada acerca del juego
fr: Si vous utilisez XFire, vous pouvez activer cette option pour générer des infos de jeu plus détaillées.
nl: Gebruik je Xfire, dan kun je deze optie aanzetten om een meer gedetalieerde game info te krijgen.
pt: Se usas XFire, podes activar esta opção para gerar informação do jogo mais detalhada.
tr: Eğer XFire kullanıyorsanız,oyun hakkında daha detaylı bilgi için bu seçeneği etkin hale getirebilirsiniz.
ur: agar aap Xfire istmal kurt-e hain, aap iss option ko switch on kur sakth te hain to generate aurr detailed game info.

source: If you dislike the pitching external vehicle camera, you can disable it here.
ar: تعطيل الكاميرا الخارجية من هنا
bg: Ако не харесвате на Накланяме външно средство камера, можеш да я извадим от тук.
el: Αν δεν σασ αρέσει ι μικρορύθμιση της κάμερας του οχήματος, μπορείτε να την απενεργοποιήσετε εδω.
eo: Se vi ne ŝatas la eksteran kameraon de la veturilo, vi povas malaktivigi ĝin ĉi tie.
es: Si no te gusta el punto en que está la cámara externa, Puedes deshabilitarlo aquí
fr: Si vous n'aimez pas la camera Extérieur du véhicule , vous pouvez la désactiver ici.
nb: Hvis du missliker det hellende eksterne kjøretøys kameraet kan du deaktivere den her.
nl: Als je niet van het externe voertuig pitching camera houd, dan kan je dat hier uitzetten.
pt: Se você não gosta da câmera externa do veículo, você pode desactivar isso aqui.
tr: Eğer hareketli dış kamerayı istemiyorsanız,buradan kapatabilirsiniz.
ur: agar aap pitching external vehicle camera ko passand ne kur te ho aap idar disable kur sakth te hain.

source: Hydrax Water System
bg: Hydrax водите система
el: Σύστημα νερού Hydrax
eo: Hydrax akvosistemo
es: nuevo mar (Hydrax)
he: מערכת מים Hydrax
nb: Hydrax Vann System
nl: Hydrax Water Systeem
pt: Sistema de água Hydrax
sl: Hydrax vodni sistem
tr: Hydrax Su Sistemi

source: hold to start the engine
bg: задръж, за да запалиш двигателят
el: κράτησε πατημένο για να ξεκινίσει η μηχανή
eo: teni por ŝalti la motoron
es: mantener pulsado para arrancar el motor
fr: Tenir pour démarrer le moteur
nl: start de motor
pt: pressione para dar a partida
tr: Basılı tutarak motoru çalıştırın

source: High range selected
el: Υψυλη εμβέλεια επιλέχθηκε
eo: Alta aro elektita
es: 4x4 High
fr: haute gamme sélectionnée
nl: hoog bereik geselecteerd
pt: Alta gama seleccionada

source: High quality reflective effects
ar: انعكاس الصورة بجودة عالية
bg: Високо качество на огледални ефекти
el: Υψυλής ποιότητας ανακλαστικά εφέ
eo: Altkvalitaj reflektaj efektoj
es: Reflejos alta calidad
fr: Effets de réflection de haute qualité
ja: 鏡面反射
nl: Hoge kwaliteit reflecterende effecten
pt: Alta qualidade de efeitos reflexivos
sl: Visoko kvalitetni odsev
tr: Yüksek kalite yansıma efektleri
ur: burra quality reflective effetcs

source: High Quality
ar: جودة فائقة
bg: Висок Качество
el: Υψηλή ποιότητα
eo: Alta Kvalito
es: Alta Calidad
fr: Haute Qualité
ja: 画質優先
nb: Høy kvalitet
nl: Hoge kwaliteit
pt: Alta qualidade
tr: Yüksek Kalite
ur: taiz Quality

source: High Performance
ar: عالية الأداء
bg: Висок Изпълнение
el: Υψηλές επιδόσεις
eo: Alta Farpovo
es: Alto Rendimiento:
fr: Haute Performance
ja: 速度優先
nb: Høy ytelse
nl: Hoge Prestatie
pt: Alto desenpenho
tr: Yüksek Performans
ur: taiz Performance

source: hide all GUI elements
el: κρύψιμο όλων των στοιχείων γραφικών χρηστη
eo: kaŝi ĉiujn elementojn de la GUI
es: ocultar todos los elementos gráficos
fr: cacher tous les éléments de GUI
nl: verberg alle grafische elementen
pt: ocultar todos os elementos do GUI
tr: Bütün grafik arayüz elemanlarını gizle

source: here you can get help
ar: هنا يمكنك الحصول علي مساعدة
bg: Тук можете да получите помощ
el: Εδώ μπορείτε να πάρετε βοήθεια
eo: ĉi tie vi povas akiri helpon
es: Aquí puedes obtener ayuda
fr: ici, vous pouvez obtenir de l'aide
nb: Her kan du få hjelp
nl: Hier kun je hulp krijgen
pt: Aqui você pode obter ajuda
tr: Buradan yardım alabilirsiniz
ur: idar aap help lay sakth hain.

source: HeatHaze
ar: مؤثرات الحرارة
bg: Топло мараня
el: Θολότητα Θερμότητας
eo: Efekto de varmo
es: Humo caliente
fr: Effet de chaleur
ja: 陽炎(かげろう)
nb: Varme Dis
nl: Warmte Damp
pt: Névoa de Calor
sl: Toplotni odsev
tr: Su buharı

source: Heat Haze from engines, major slowdown. (only activate with recent hardware)
ar: مؤثرات حرارة المحرك .تبطئ بشكل كبير الحاسوب .تشتغل في الحواسيب الجديدة فقط
bg: Топло мараня от двигатели, големи забавяне. (единствен активизирам с неотдавнашен железария)
el: Θολότητα θερμότητας από τις μηχανές,επιβραδύνει πολύ το σύστημα.(Ενεργοποιήστε το μόνο αν έχετε δυνατό υπολογιστή)
eo: Efekto de varmo de motoroj; povas malrapidegigi la sistemon. (nur aktivigu kun freŝdata aparataro)
es: Humo de los motores de avión.(activar sólo con equipos modernos)
fr: Effet de chaleur des moteurs. Ralentit fortement. (Utilisez uniquement sur matériel récent)
nl: Warmte damp van de motor, extreme belasting op de pc. (alleen gebruiken als je recente hardware hebt)
pt: Névoa de Calor em motores, grande abrandamento. (apenas activar se tiver um recente hardware)
sl: Toplotni odsev, ki ga povročijo motorji. (uporabi samo na novejši konfiguraciji)
tr: Motorlardan çıkan su buharı, performans kaybına yol açar. (sadece güncel donanımlarda çalıştırın)
ur: Engine's ke Heat haze, Bura slowdown.(nai-ya hardware main bus activate kur-na

source: health:
ar: الحالة الصحية
bg: здраве:
el: Υγεία:
eo: stato:
es: salud:
fr: Etat:
ja: ヘルス:
nb: Helse:
nl: Gezondheid:
pt: Saúde:
tr: Sağlamlık

source: Graphics Settings
ar: تعديل الرسومات
bg: графичните настройки
el: Ρυθμίσεις Γραφικών Απεικόνισης
eo: Grafikaj agordoj
es: Configuración de gráficos
fr: Réglage graphique
ja: グラフィック設定
nb: Grafikk instillinger
nl: Grafische instellingen
pt: Configurações de gráfico
tr: Görüntü Ayarları
ur: Graphics ke settings

source: Graphics
ar: الرسومات
bg: графики
el: Γραφικά
eo: Grafiko
es: Gráficos
fr: Graphiques
he: גרפיקה
ja: 表示
nb: Grafikk
nl: Grafisch
pt: Gráficos
sl: Grafika
tr: Grafikler

source: Fully Manual: stick shift with ranges
el: Πλήρος χειροκίνητο: λεβιές ταχυτητων με σχέσεις
eo: Tute mana ŝaftotransmisio kun gamoj
es: Manual completo: transmisión manual con rangos
fr: complètement manuel: passage en arbre avec gammes
nl: volledig handmatig: staaf schakelen met bereiken
pt: marcha totalmente Manual:turnos do usuario com intervalos

source: Fully manual: stick shift
el: Πλήρος χειροκίνητο: λεβιές ταχιτήτων
eo: Tute mana ŝaftotransmisio
es: Manual completo: stick shift
fr: Transmission entièrement manuelle: Levier de vitesse
nl: volledig handmatig: staaf shakelen
pt: Marcha totalmente manual: mudança pelo usuario

source: Fully Manual: sequencial shift
el: Πλήρως χειροκίνητο: διαδοχικές αλλαγές ταχυτήτων
eo: Tute mana sinsekva transmisio
es: Manual completo: cambio secuencial
fr: complètement manuel: passage séquenciel
nl: volledig handmatig: opeenvolgend geschakeld
pt: marcha manual:mudança seqüencial

source: Fully Manual shift
ar: تغيير يدوي لدرجات السرعة
bg: Пълно Ръчен премествам
el: Πλήρης χειροκίνητη αλλαγή ταχύτητας.
eo: Tute mana transmisio
es: Cambio manual completo
fr: Transmission entièrement manuelle
ja: [MT]マニュアルトランスミッション
nl: Volledig handmatig schakelen.
pt: Câmbio/marcha totalmente manual
tr: Düz Vites
ur: poora Manual shift

source: full thrust
el: πλήρης υσχύ
eo: maksimuma potenco
es: máxima potencia
fr: puissance maximale
nl: vol vermogen
pt: turbinas no maximo

source: Full screen mode uses a bit less memory resources
ar: تكبير الشاشة بدون استنزاف كبير للذاكرة
bg: Пълен екран използва малко по-малко памет ресурси
el: Η λειτουργία πλήρους οθόνης χρησιμοποιεί λίγο λιγότερη μνήμη
eo: Plenekrana moduso necesigas iomete malpli da memoro
es: El modo de Pantalla Completa usa menos memoria y recursos
fr: Le mode plein écran utilise un peu moins de ressources mémoire
ja: フルスクリーンモードより多くのメモリを使用します
nb: Fullskjerm modus bruker litt mindre minne
nl: Volledig scherm gebruikt iets minder geheugen
pt: Modo de tela cheia usa um pouco menos de recursos de memória
sl: Celozaslonski način uporablja manj spomina
tr: Tam ekran modu daha az ram tüketir
ur: Full screen mode tura-sa kum memory resources istimal kurta

source: Full screen
ar: تكبير الشاشة
bg: Цял екран
el: Πλήρης οθόνη
eo: Plena ekrano
es: Pantalla Completa
fr: Plein écran
ja: フルスクリーン
nb: Full skjerm
nl: Volledig scherm
pt: Tela cheia
sl: Celoten zaslon
tr: Tam ekran

source: full flaps in an aircraft.
el: μέγιστη κλίση στα πτερύγια καμπυλότητας στο αεροσκάφος
eo: plenaj alteriĝaj klapoj en aviadilo
es: alerones a tope (avión)
fr: pleins volets sur un avion.
nl: volledige flappen in een vliegtuig.
pt: flaps no maximo numa aeronave

source: full airbrakes
el: μέχιστα αερόφρενα
eo: plenaj aerbremsoj
es: frenos aéreos a tope
fr: aérofrein complet
nl: volledige luchtrem
pt: freio aereo maximo

source: Full
ar: كلي
bg: Пълен
el: Πλήρης
eo: Plena
es: Completo
fr: Pleine
ja: フル
nl: Vol
pt: Cheio/total
sl: Polno
tr: Tam

source: free camera
ar: كاميرا خارجية
bg: свободна камера
el: Ελέυθερη κάμερα
eo: libera kamerao
es: cámara libre
fr: caméra libre
ja: フリーカメラモード
nb: fri kamera
nl: vrije camera
pt: Câmera livre
tr: Serbest Kamera

source: Fog
ar: ضباب
bg: Мъгла
el: Ομίχλη
eo: Nebulo
es: Niebla
fr: Brouillard
ja: 霧
nb: Tåke
nl: Mist
pt: Nevoeiro
sl: Megla
tr: Sis

source: fixed free camera
ar: تثبيت الكاميراالخارجية
bg: Твърда свободна камера
el: Διορθώθηκε ελέυθερη κάμερα.
eo: fiksita libera kamerao
es: Fijar la cámara externa
fr: caméra extérieure fixe
he: מצלמה חופשית קבועה
nb: Fikset fri kamera
nl: gefixeerde vrije camera
pt: Câmera fixa e livre
tr: Sabit Serbest Kamera
ur: free camera teek ho gya

source: fix the camera to a position
el: πάγωμα της κάμερας σε μία θέση
eo: fiksi la kameraon ĉe pozicio
es: fijar la cámara en una posición
fr: Fixer la caméra à une position
nl: Stel de camera op een positie vast
pt: fixar a camera numa posiçao
